{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["WebApps"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Korištenje interneta s Android uređaja na Linuxu putem USB-a"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Za dijeljenje internetske veze Android pametnog telefona s Linux računalom putem USB kabela slijedite ove korake:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Povežite svoj Android pametni telefon s Linux računalom pomoću USB kabela."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Na svom pametnom telefonu otvorite 'Postavke' i navigirajte do 'Mreže i internet' ili 'Veze i dijeljenje'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Potražite 'USB vezivanje', 'USB veza', ili slične termine i omogućite ih."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Ovo će automatski uspostaviti internetsku vezu na vašem računalu s Linuxom bez potrebe za dodatnom konfiguracijom."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ako vaš Android uređaj nije povezan s Wi-Fi-jem i koristi mobilne podatke, ovo dijeljenje internetskog pristupa trošit će podatke iz vašeg mobilnog plana. Kako biste izbjegli troškove podataka, provjerite je li vaš Android uređaj povezan s Wi-Fi mrežom prije omogućavanja dijeljenja internetskog pristupa."]},"Close":{"*":["Zatvori"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Korištenje interneta s vašeg iOS uređaja na Linuxu putem USB-a"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Za dijeljenje internetske veze iOS pametnog telefona s Linux računalom putem USB kabela slijedite ove korake:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Povežite svoj iOS uređaj s Linux računalom pomoću USB kabela."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na vašem iOS uređaju idite na 'Postavke', zatim odaberite 'Osobna vruća točka'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Omogući 'Dopusti drugima da se pridruže'. To može automatski omogućiti 'USB tethering' ako se otkrije USB veza."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ako vaš uređaj iOS nije povezan s Wi-Fi mrežom i koristi mobilne podatke, ovo dijeljenje internetskog pristupa će trošiti podatke iz vašeg mobilnog plana. Kako biste izbjegli troškove podataka, provjerite je li vaš uređaj iOS povezan s Wi-Fi mrežom prije omogućavanja dijeljenja internetskog pristupa."]},"Main":{"*":["Glavni"]},"Network and Internet":{"*":["Mreža i internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Prilagodi"]},"Region and Language":{"*":["Regija i jezik"]},"Multimedia":{"*":["Multimedijski"]},"Accounts":{"*":["Računi"]},"Devices":{"*":["Uređaji"]},"System":{"*":["Sustav"]},"About":{"*":["O programu"]},"Other":{"*":["Drugo"]},"Search...":{"*":["Pretraži..."]}}}}