{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["WebApps"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Kasutage oma Android-seadme Interneti-ühendust Linuxis USB kaudu"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Android nutitelefoni internetiühenduse jagamiseks Linuxi arvutiga USB-kaabli abil järgige neid samme:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Ühendage oma Android nutitelefon Linuxi arvutiga USB-kaabli abil."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Avaage oma nutitelefonis menüüsse „Seaded“ ja liigu valikuni „Võrk ja internet“ või „Ühendused ja jagamine“."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Otsige 'USB jagamine', 'USB jagamine' või sarnased terminid ning luba see."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["See loob automaatselt internetiühenduse teie Linuxi arvutis ilma täiendava konfiguratsioonita."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Kui teie Android-seade pole Wi-Fi-ga ühendatud ja kasutab mobiilset andmesidet, siis see jagamine kasutab andmeid teie mobiilsest plaanist. Andmetasude vältimiseks veenduge, et teie Android-seade on enne jagamise lubamist ühendatud Wi-Fi-võrku."]},"Close":{"*":["Sulge"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Kasutage oma iOS-seadme Interneti-ühendust Linuxis USB kaudu"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["iOS nutitelefoni internetiühenduse jagamiseks Linuxi arvutiga USB-kaabli abil järgige neid samme:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Ühendage oma iOS-seade Linuxi arvutiga USB-kaabli abil."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Teie iOS-seadmes minge jaotisse „Sätted“ ning valige seejärel „Isiklik leviala“."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Luba teistel liituda. See võib automaatselt lubada 'USB jagamise', kui USB-ühendus tuvastatakse."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Kui teie iOS-seade pole Wi-Fi-ga ühendatud ja kasutab mobiilset andmesidet, siis see jagamine kasutab andmeid teie mobiilsest plaanist. Andmetasude vältimiseks veenduge, et teie iOS-seade on enne jagamise lubamist ühendatud Wi-Fi-võrku."]},"Main":{"*":["Peakomponent"]},"Network and Internet":{"*":["Võrgu- ja internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Kohandamine"]},"Region and Language":{"*":["Piirkond ja keel"]},"Multimedia":{"*":["Multimeedia"]},"Accounts":{"*":["Kontod"]},"Devices":{"*":["Seadmed"]},"System":{"*":["Süsteem"]},"About":{"*":["Teave"]},"Other":{"*":["Muu"]},"Search...":{"*":["Otsi..."]}}}}