{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["Уеб приложения"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Използване на интернет от вашия Android устройство на Linux чрез USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["За споделяне на интернет връзката на вашия смартфон с Android с компютър с Linux чрез USB кабел, следвайте тези стъпки:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Свържете вашия Android смартфон към компютъра с Linux чрез USB кабел."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["На вашия смартфон отворете \"Настройки\" и навигирайте до \"Мрежа и интернет\" или \"Връзки и споделяне\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Търсете \"USB Tethering\", \"USB Tether\" или подобни термини и го активирайте."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Това автоматично ще установи интернет връзката на вашия компютър с Linux, без да се изисква допълнителна конфигурация."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ако вашият Android устройство не е свързано към Wi-Fi и използва мобилни данни, този тетъринг ще консумира данни от вашия мобилен план. За да избегнете такси за данни, се уверете, че вашият Android устройство е свързано към Wi-Fi мрежа, преди да активирате тетъринг."]},"Close":{"*":["Затвори"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Използване на интернет от вашия iOS устройство на Linux чрез USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["За споделяне на интернет връзката на вашия iOS смартфон с Linux компютър чрез USB кабел, следвайте тези стъпки:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Свържете вашия iOS устройство с Linux компютъра чрез USB кабел."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["На вашия iOS устройство, отидете на 'Настройки', след което изберете 'Лична мрежа'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Активирайте \"Позволи на други да се присъединят\". Това може автоматично да активира \"USB пренос на интернет\" при откриване на USB връзка."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ако вашият iOS устройство не е свързано към Wi-Fi и използва мобилни данни, този тетъринг ще консумира данни от вашия мобилен план. За да избегнете такси за данни, се уверете, че вашият iOS устройство е свързано към Wi-Fi мрежа, преди да активирате тетъринг."]},"Main":{"*":["Главен"]},"Network and Internet":{"*":["Мрежа и интернет"]},"Phone":{"*":["телефон"]},"Customize":{"*":["Персонализиране"]},"Region and Language":{"*":["Регион и Език"]},"Multimedia":{"*":["Мултимедия"]},"Accounts":{"*":["Сметки"]},"Devices":{"*":["Устройства"]},"System":{"*":["Система"]},"About":{"*":["Относно"]},"Other":{"*":["Други"]},"Search...":{"*":["Търсене..."]}}}}