{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["ウェブアプリ"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Linuxを介してAndroidデバイスのインターネットをUSB経由で使用する"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Androidスマートフォンのインターネット接続をUSBケーブルを使用してLinuxコンピュータと共有するには、次の手順に従ってください："]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["AndroidスマートフォンをUSBケーブルでLinuxコンピュータに接続してください。"]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["スマートフォンで、「設定」を開き、「ネットワーク＆インターネット」または「接続＆共有」に移動してください。"]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["「USBテザリング」、「USBテザ」などの用語を検索して有効にしてください。"]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["この機能により、追加の設定を必要とせずにLinuxコンピューターでインターネット接続を自動的に確立します。"]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Android デバイスが Wi-Fi に接続されておらず、携帯データを使用している場合、このテザリングは携帯プランからデータを消費します。データ料金を回避するためには、テザリングを有効にする前に Android デバイスが Wi-Fi ネットワークに接続されていることを確認してください。"]},"Close":{"*":["閉じる"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["iOSデバイスのインターネットをLinuxでUSB経由で使用する"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["iOSスマートフォンのインターネット接続をUSBケーブルを使用してLinuxコンピュータと共有するには、次の手順に従ってください:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["iOSデバイスをUSBケーブルでLinuxコンピュータに接続してください。"]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["iOSデバイスで、「設定」に移動し、「パーソナルホットスポット」を選択します。"]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["「他のユーザーの参加を許可」を有効にします。これにより、USB接続が検出されると自動的に「USBテザリング」が有効になる場合があります。"]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["iOS デバイスが Wi-Fi に接続されておらず、セルラーデータを使用している場合、このテザリングはセルラープランからデータを消費します。データ料金を回避するためには、テザリングを有効にする前に iOS デバイスが Wi-Fi ネットワークに接続されていることを確認してください。"]},"Main":{"*":["メイン"]},"Network and Internet":{"*":["ネットワークとインターネット"]},"Phone":{"*":["電話"]},"Customize":{"*":["カスタマイズ"]},"Region and Language":{"*":["地域と言語"]},"Multimedia":{"*":["マルチメディア"]},"Accounts":{"*":["アカウント"]},"Devices":{"*":["デバイス"]},"System":{"*":["システム"]},"About":{"*":["について"]},"Other":{"*":["その他"]},"Search...":{"*":["検索..."]}}}}