{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["WebApps"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Het internet van uw Android-apparaat gebruiken op Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Om de internetverbinding van uw Android-smartphone te delen met een Linux-computer via een USB-kabel, volgt u deze stappen:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Verbind uw Android-smartphone met de Linux-computer met behulp van een USB-kabel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Op uw smartphone opent u 'Instellingen' en navigeert u naar 'Netwerk en internet' of 'Verbindingen en delen'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Zoek naar 'USB-tethering', 'USB-tether' of vergelijkbare termen en schakel het in."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Dit zal automatisch de internetverbinding tot stand brengen op uw Linux-computer zonder dat er extra configuratie nodig is."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Als uw Android-apparaat niet is verbonden met Wi-Fi en mobiele data gebruikt, zal deze tethering gegevens verbruiken van uw mobiele abonnement. Om datakosten te voorkomen, zorg ervoor dat uw Android-apparaat is verbonden met een Wi-Fi-netwerk voordat u tethering inschakelt."]},"Close":{"*":["Sluiten"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Het internet van uw iOS-apparaat gebruiken op Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Om de internetverbinding van uw iOS-smartphone te delen met een Linux-computer via een USB-kabel, volgt u deze stappen:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Sluit uw iOS-apparaat aan op de Linux-computer met een USB-kabel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Op uw iOS-apparaat gaat u naar 'Instellingen', selecteert u vervolgens 'Persoonlijke hotspot'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Schakel 'Anderen toestaan om deel te nemen' in. Dit kan automatisch 'USB-tethering' inschakelen als er een USB-verbinding wordt gedetecteerd."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Als uw iOS-apparaat niet is verbonden met Wi-Fi en mobiele data gebruikt, zal deze tethering gegevens verbruiken van uw mobiele abonnement. Om datakosten te voorkomen, zorg ervoor dat uw iOS-apparaat is verbonden met een Wi-Fi-netwerk voordat u tethering inschakelt."]},"Main":{"*":["Hoofd"]},"Network and Internet":{"*":["Netwerk en internet"]},"Phone":{"*":["Telefoon"]},"Customize":{"*":["Aanpassen"]},"Region and Language":{"*":["Regio en Taal"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Accounts"]},"Devices":{"*":["Apparaten"]},"System":{"*":["Systeem"]},"About":{"*":["Over"]},"Other":{"*":["Andere"]},"Search...":{"*":["Zoeken..."]}}}}