{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["אפליקציות אינטרנט"]},"Using Your Android Device's Internet on Linux via USB":{"*":["שימוש באינטרנט של המכשיר האנדרואיד שלך ב-Linux דרך USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["כדי לשתף את חיבור האינטרנט של הסמארטפון שלך במערכת ההפעלה Linux באמצעות כבל USB, עקוב אחר השלבים הבאים:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["חבר את הטלפון החכם שלך המשתמש במערכת ההפעלה אנדרואיד למחשב הלינוקס באמצעות כבל USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["על הסמארטפון שלך, פתח 'הגדרות' ונווט אל 'רשת ואינטרנט' או 'חיבורים ושיתוף'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["חפש את 'USB Tethering', 'USB Tether', או ביטויים דומים והפעל אותם."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["זה יקים את חיבור האינטרנט באופן אוטומטי במחשב ה-Linux שלך בלי צורך בתצורה נוספת."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["אם המכשיר שלך ב-Android אינו מחובר לרשת Wi-Fi ומשתמש בנתונים סלולריים, השימוש בטתרינג יצרף נתונים מתוך תוכנית הסלולר שלך. כדי למנוע חיובים בנתונים, וודא שהמכשיר שלך ב-Android מחובר לרשת Wi-Fi לפני הפעלת הטתרינג."]},"Close":{"*":["סגור"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["שימוש באינטרנט של המכשיר שלך ב-iOS על Linux דרך USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["כדי לשתף את חיבור האינטרנט של הטלפון החכם שלך במערכת ההפעלה Linux באמצעות כבל USB, עקוב אחרי השלבים הבאים:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["חבר את המכשיר שלך המשתמש במערכת ההפעלה iOS למחשב המשתמש במערכת ההפעלה Linux באמצעות כבל USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["על מכשיר ה- iOS שלך, עבור ל 'הגדרות', ואז בחר 'נקודת גישה אישית'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["הפעל 'אפשר לאחרים להצטרף'. זה עשוי להפעיל באופן אוטומטי 'שיתוף גישה לאינטרנט דרך USB' אם חיבור USB זוהה."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["אם המכשיר שלך במערכת ה-iOS אינו מחובר לרשת Wi-Fi ומשתמש בנתונים ניידים, השימוש בטתרינג יצרוך נתונים מתוך תוכנית הנתונים הניידים שלך. כדי למנוע חיובים בנתונים, וודא שהמכשיר שלך מחובר לרשת Wi-Fi לפני הפעלת הטתרינג."]},"Main":{"*":["ראשי"]},"Network and Internet":{"*":["רשת ואינטרנט"]},"Phone":{"*":["טלפון"]},"Customize":{"*":["התאמה אישית"]},"Region and Language":{"*":["אזור ושפה"]},"Multimedia":{"*":["מולטימדיה"]},"Accounts":{"*":["חשבונות"]},"Devices":{"*":["התקן"]},"System":{"*":["מערכת"]},"About":{"*":["אודות"]},"Other":{"*":["אחר"]},"Search...":{"*":["חיפוש..."]}}}}