Repository: biglinux/biglinux-webapps
Catalog: biglinux-webapps/locale/*.po
Languages: bg, cs, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk, vi

source: Are you sure you want to remove all your WebApps? This action cannot be undone.
bg: Сигурни ли сте, че искате да премахнете всички ваши уеб приложения? Тази операция не може да бъде отменена.
cs: Opravdu chcete odstranit všechny své WebAppy? Tuto akci nelze vrátit zpět.
de: Sind Sie sicher, dass Sie alle Ihre WebApps entfernen wollen? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε όλες τις WebApps σας; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas eliminar todas tus WebApps? Esta acción no se puede deshacer.
et: Kas olete kindel, et soovite eemaldada kõik oma veebirakendused? Seda toimingut ei saa tagasi võtta.
fi: Oletko varma, että haluat poistaa kaikki WebAppisi? Tätä toimintoa ei voi peruuttaa.
fr: Êtes-vous sûr de vouloir supprimer toutes vos WebApps ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך להסיר את כל ה-WebApps שלך? פעולה זו אינה ניתנת לביטול.
hr: Jeste li sigurni da želite ukloniti sve svoje WebAplikacije? Ova radnja se ne može poništiti.
hu: Biztos benne, hogy el akarja távolítani az összes WebApp-ját? Ez a művelet nem vonható vissza.
is: Ertu viss um að þú viljir fjarlægja allar vefsíður þínar? Þessi aðgerð er ekki hægt að afturkalla.
it: Sei sicuro di voler rimuovere tutte le tue WebApp? Questa azione non può essere annullata.
ja: すべてのWebアプリを削除してもよろしいですか？この操作は元に戻せません。
nl: Weet u zeker dat u al uw WebApps wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil fjerne alle WebAppene dine? Denne handlingen kan ikke angres.
pl: Czy na pewno chcesz usunąć wszystkie swoje aplikacje internetowe? Tej akcji nie można cofnąć.
pt: Você tem certeza de que deseja remover todos os seus WebApps? Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să elimini toate aplicațiile tale web? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить все свои веб-приложения? Это действие нельзя отменить.
sk: Ste naozaj istí, že chcete odstrániť všetky svoje WebApps? Túto akciu nie je možné zvrátiť.
sv: Är du säker på att du vill ta bort alla dina WebApps? Denna åtgärd kan inte ångras.
tr: Tüm Web Uygulamalarınızı kaldırmak istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити всі свої веб-додатки? Цю дію не можна скасувати.

source: Final Confirmation
bg: Крайно потвърждение
cs: Konečné potvrzení
de: Finale Bestätigung
el: Τελική Επιβεβαίωση
es: Confirmación Final
et: Lõplik kinnitus
fi: Lopullinen vahvistus
fr: Confirmation finale
he: אישור סופי
hr: Završna potvrda
hu: Végső megerősítés
is: Loka staðfesting
it: Conferma finale
ja: 最終確認
nl: Definitieve Bevestiging
no: Endelig bekreftelse
pl: Ostateczne potwierdzenie
pt: Confirmação Final
ro: Confirmare finală
ru: Окончательное подтверждение
sk: Konečné potvrdenie
sv: Slutgiltig bekräftelse
tr: Son Onay
uk: Остаточне підтвердження

source: Are you ABSOLUTELY sure you want to remove ALL your WebApps?
bg: Сигурни ли сте, че искате ДА ПРЕМАХНЕТЕ ВСИЧКИ ваши WebApps?
cs: Jste si naprosto jisti, že chcete odstranit VŠECHNY své WebAppy?
de: Sind Sie ABSOLUT sicher, dass Sie ALLE Ihre WebApps entfernen wollen?
el: Είστε ΑΠΟΛΥΤΑ σίγουροι ότι θέλετε να αφαιρέσετε ΟΛΕΣ τις εφαρμογές ιστού σας;
es: ¿Estás ABSOLUTAMENTE seguro de que quieres eliminar TODAS tus WebApps?
et: Kas olete KINDLALT kindel, et soovite KÕIK oma WebAppid eemaldada?
fi: Oletko EHDOTTOMASTI varma, että haluat poistaa KAIKKI WebAppisi?
fr: Êtes-vous ABSOLUMENT sûr de vouloir supprimer TOUS vos WebApps ?
he: האם אתה בטוח בְּמוּשָׁךְ שֶׁאתָה רוצה להסיר את כל ה-WebApps שלך?
hr: Jeste li POTPUNO sigurni da želite ukloniti SVE svoje WebAplikacije?
hu: Biztos, hogy TELJESEN biztos abban, hogy el akarja távolítani az összes WebApp-ját?
is: Ertu ALDREI viss um að þú viljir fjarlægja ALLAR vefforritin þín?
it: Sei ASSOLUTAMENTE sicuro di voler rimuovere TUTTE le tue WebApp?
ja: すべてのWebアプリを削除しても本当に良いですか？
nl: Weet je ZEKER dat je AL je WebApps wilt verwijderen?
no: Er du ABSOLUTT sikker på at du vil fjerne ALLE dine WebApps?
pl: Czy jesteś ABSOLUTNIE pewny, że chcesz usunąć WSZYSTKIE swoje aplikacje internetowe?
pt: Você tem CERTEZA ABSOLUTA de que deseja remover TODAS as suas WebApps?
ro: Ești ABSOLUT sigur că vrei să ștergi TOATE aplicațiile tale Web?
ru: Вы абсолютно уверены, что хотите удалить ВСЕ свои веб-приложения?
sk: Ste ste si ABSOLÚTNE istí, že chcete odstrániť VŠETKY svoje WebApps?
sv: Är du ABSOLUTT säker på att du vill ta bort ALLA dina WebApps?
tr: Tüm Web Uygulamalarınızı KALDIRMAK istediğinizden EMİN misiniz?
uk: Ви абсолютно впевнені, що хочете видалити ВСІ свої веб-додатки?

source: No, Cancel
bg: Не, Отмени
cs: Ne, Zrušit
de: Nein, Abbrechen
el: Όχι, Ακύρωση
es: No, Cancelar
et: Ei, Tühista
fi: Ei, Peruuta
fr: Non, Annuler
he: לא, בטל
hr: Ne, Otkaži
hu: Nem, Mégse
is: Nei, Hætta við
it: No, Annulla
ja: いいえ、キャンセル
nl: Nee, Annuleren
no: Nei, Avbryt
pl: Nie, Anuluj
pt: Não, Cancelar
ro: Nu, Anulează
ru: Нет, Отмена
sk: Nie, Zrušiť
sv: Nej, Avbryt
tr: Hayır, İptal et
uk: Ні, Скасувати

source: Yes, Remove All
bg: Да, премахни всичко
cs: Ano, Odstranit vše
de: Ja, Alle entfernen
el: Ναι, Αφαίρεση Όλων
es: Sí, eliminar todo
et: Jah, Eemalda kõik
fi: Kyllä, Poista kaikki
fr: Oui, tout supprimer
he: כן, הסר הכל
hr: Da, ukloni sve
hu: Igen, Minden eltávolítása
is: Já, fjarlægja allt
it: Sì, rimuovi tutto
ja: はい、すべて削除
nl: Ja, Verwijder Alles
no: Ja, fjern alt
pl: Tak, Usuń wszystko
pt: Sim, Remover Tudo
ro: Da, Elimină Tot
ru: Да, удалить все
sk: Áno, odstrániť všetko
sv: Ja, ta bort allt
tr: Evet, Hepsini Kaldır
uk: Так, видалити все

source: All WebApps have been removed
bg: Всички уеб приложения са премахнати.
cs: Všechny webové aplikace byly odstraněny.
de: Alle WebApps sind entfernt worden
el: Όλες οι WebApps έχουν αφαιρεθεί.
es: Todas las aplicaciones web han sido eliminadas.
et: Kõik veebirakendused on eemaldatud.
fi: Kaikki WebAppit on poistettu.
fr: Toutes les applications Web ont été supprimées.
he: כל האפליקציות האינטרנטיות הוסרו
hr: Sve WebApp-ovi su uklonjeni.
hu: Minden WebApp eltávolításra került.
is: Öll vefforrit hafa verið fjarlægð.
it: Tutte le WebApp sono state rimosse.
ja: すべてのWebアプリが削除されました。
nl: Alle WebApps zijn verwijderd.
no: Alle Webapper har blitt fjernet.
pl: Wszystkie aplikacje internetowe zostały usunięte.
pt: Todos os WebApps foram removidos.
ro: Toate aplicațiile web au fost eliminate.
ru: Все веб-приложения были удалены.
sk: Všetky webové aplikácie boli odstránené.
sv: Alla WebApps har tagits bort.
tr: Tüm Web Uygulamaları kaldırıldı.
uk: Усі веб-додатки були видалені.

source: Failed to remove all WebApps
bg: Неуспешно премахване на всички уеб приложения.
cs: Nepodařilo se odstranit všechny WebAppy
de: Alle WebApps konnten nicht entfernt werden
el: Αποτυχία κατά την αφαίρεση όλων των WebApps
es: No se pudo eliminar todas las aplicaciones web.
et: Eba kõik WebAppid eemaldada.
fi: Kaikkien WebAppien poistaminen epäonnistui.
fr: Échec de la suppression de toutes les WebApps
he: נכשל בהסרת כל היישומים האינטרנטיים
hr: Nije uspjelo ukloniti sve WebAplikacije
hu: Nem sikerült eltávolítani az összes WebAppot.
is: Ekki tókst að fjarlægja allar vefforrit.
it: Impossibile rimuovere tutte le WebApp
ja: すべてのWebアプリを削除できませんでした。
nl: Kon niet alle WebApps verwijderen
no: Kunne ikke fjerne alle WebApps
pl: Nie udało się usunąć wszystkich aplikacji internetowych.
pt: Falha ao remover todos os WebApps
ro: Nu s-au putut elimina toate aplicațiile web.
ru: Не удалось удалить все веб-приложения.
sk: Nepodarilo sa odstrániť všetky WebApps.
sv: Misslyckades med att ta bort alla WebApps
tr: Tüm Web Uygulamaları kaldırma işlemi başarısız oldu.
uk: Не вдалося видалити всі веб-додатки.

source: <b>What are WebApps?</b> WebApps are web applications that run in a dedicated browser window, providing a more app-like experience for your favorite websites. <b>Benefits of using WebApps:</b> • <b>Focus</b>: Work without the distractions of other browser tabs • <b>Desktop Integration</b>: Quick access from your application menu and task switcher • <b>Isolated Profiles</b>: Optionally, each webapp can have its own cookies and settings
el: <b>Τι είναι οι WebApps;</b> Οι WebApps είναι διαδικτυακές εφαρμογές που εκτελούνται σε ένα ειδικό παράθυρο προγράμματος περιήγησης, παρέχοντας μια πιο εφαρμογή-όμοια εμπειρία για τις αγαπημένες σας ιστοσελίδες. <b>Οφέλη από τη χρήση WebApps:</b> • <b>Εστίαση</b>: Εργαστείτε χωρίς τις αποσπάσεις από άλλες καρτέλες του προγράμματος περιήγησης • <b>Ενοποίηση Επιφάνειας Εργασίας</b>: Γρήγορη πρόσβαση από το μενού εφαρμογών σας και τον εναλλάκτη εργασιών • <b>Απομονωμένα Προφίλ</b>: Προαιρετικά, κάθε webapp μπορεί να έχει τα δικά της cookies και ρυθμίσεις
nl: <b>Wat zijn WebApps?</b> WebApps zijn webapplicaties die draaien in een speciaal browservenster, wat een meer app-achtige ervaring biedt voor je favoriete websites. <b>Voordelen van het gebruik van WebApps:</b> • <b>Focus</b>: Werken zonder de afleidingen van andere browsertabs • <b>Bureaubladintegratie</b>: Snelle toegang vanuit je applicatiemenu en taakwisselaar • <b>Geïsoleerde Profielen</b>: Optioneel kan elke webapp zijn eigen cookies en instellingen hebben
no: <b>Hva er WebApps?</b> WebApps er nettapplikasjoner som kjører i et dedikert nettleservindu, og gir en mer app-lignende opplevelse for dine favorittnettsteder. <b>Fordeler med å bruke WebApps:</b> • <b>Fokus</b>: Arbeid uten distraksjoner fra andre nettleserfaner • <b>Desktop-integrasjon</b>: Rask tilgang fra applikasjonsmenyen og oppgaveveksleren • <b>Isolerte profiler</b>: Valgfritt kan hver webapp ha sine egne informasjonskapsler og innstillinger

source: <b>What are WebApps?</b> WebApps are web applications that run in a dedicated browser window, providing a more app-like experience for your favorite websites. <b>Benefits of using WebApps:</b> • <b>Focus</b>: Work without the distractions of other browser tabs • <b>Desktop Integration</b>: Quick access from your application menu • <b>Isolated Profiles</b>: Optionally, each webapp can have its own cookies and settings
cs: <b>Co jsou WebApps?</b> WebApps jsou webové aplikace, které běží v dedikovaném okně prohlížeče, což poskytuje více aplikaci podobný zážitek pro vaše oblíbené webové stránky. <b>Výhody používání WebApps:</b> • <b>Soustředění</b>: Pracujte bez rozptýlení od ostatních karet prohlížeče • <b>Integrace na ploše</b>: Rychlý přístup z nabídky aplikací • <b>Izolované profily</b>: Volitelně může mít každá webová aplikace své vlastní cookies a nastavení
de: <b>Was sind WebApps?</b> WebApps sind Webanwendungen, die in einem dedizierten Browser-Fenster ausgeführt werden und eine App-ähnliche Erfahrung für Ihre bevorzugten Websites bieten. <b>Vorteile der Verwendung von WebApps:</b> • <b>Fokus</b>: Arbeiten ohne die Ablenkungen durch andere Browser-Tabs • <b>Desktop-Integration</b>: Schneller Zugriff über Ihr Anwendungsmenü • <b>Isolierte Profile</b>: Optional kann jede WebApp ihre eigenen Cookies und Einstellungen haben
es: <b>¿Qué son las WebApps?</b> Las WebApps son aplicaciones web que se ejecutan en una ventana de navegador dedicada, proporcionando una experiencia más similar a una aplicación para tus sitios web favoritos. <b>Beneficios de usar WebApps:</b> • <b>Enfoque</b>: Trabaja sin las distracciones de otras pestañas del navegador • <b>Integración de Escritorio</b>: Acceso rápido desde tu menú de aplicaciones • <b>Perfiles Aislados</b>: Opcionalmente, cada webapp puede tener sus propias cookies y configuraciones
et: <b>Mis on WebAppid?</b> WebAppid on veebirakendused, mis töötavad spetsiaalses brauseriaknas, pakkudes teie lemmikveebisaitide jaoks rakendusele sarnast kogemust. <b>WebAppide kasutamise eelised:</b> • <b>Fookus</b>: Töö ilma teiste brauseri vahekaartide häirivate teguriteta • <b>Desktopi integreerimine</b>: Kiire juurdepääs teie rakenduse menüüst • <b>Isoleeritud profiilid</b>: Valikuliselt võib igal veebirakendusel olla oma küpsised ja seaded
fi: <b>Mitkä ovat WebAppit?</b> WebAppit ovat verkkosovelluksia, jotka toimivat omassa selainikkunassaan, tarjoten sovelluksen kaltaisen kokemuksen suosikkisivustoillesi. <b>WebAppien käytön edut:</b> • <b>Keskittyminen</b>: Työskentele ilman muiden selainvälilehtien häiriöitä • <b>Työpöytäintegraatio</b>: Nopea pääsy sovellusvalikostasi • <b>Eristetyt profiilit</b>: Valinnaisesti jokaisella webappilla voi olla omat evästeensä ja asetuksensa
hr: <b>Što su WebAplikacije?</b> WebAplikacije su web aplikacije koje se pokreću u posebnom prozoru preglednika, pružajući iskustvo slično aplikaciji za vaše omiljene web stranice. <b>Prednosti korištenja WebAplikacija:</b> • <b>Fokus</b>: Rad bez ometanja drugih kartica preglednika • <b>Integracija s radnom površinom</b>: Brzi pristup iz izbornika aplikacija • <b>Izolirani profili</b>: Opcionalno, svaka webaplikacija može imati svoje kolačiće i postavke
hu: <b>Mi az a WebApp?</b> A WebAppok olyan webalkalmazások, amelyek egy dedikált böngészőablakban futnak, így alkalmazás-szerű élményt nyújtanak a kedvenc weboldalaid számára. <b>A WebAppok használatának előnyei:</b> • <b>Fókusz</b>: Dolgozz zavaró böngészőfülek nélkül • <b>Asztali integráció</b>: Gyors hozzáférés az alkalmazásmenüből • <b>Izolált profilok</b>: Opcionálisan, minden webappnak lehet saját sütije és beállításai
is: <b>Hvað eru Vefforrit?</b> Vefforrit eru vefumsóknir sem keyra í sérstöku vafravindu, sem veitir meira forritalíkt upplifun fyrir uppáhalds vefsíður þínar. <b>Ávinningur af notkun Vefforrita:</b> • <b>Fókus</b>: Vinna án truflana frá öðrum vafratöflum • <b>Vinnustöðva samþætting</b>: Fljótleg aðgangur frá forritavalmyndinni þinni • <b>Einangruð prófíl</b>: Valfrjálst, hvert vefforrit getur haft sín eigin kökur og stillingar
it: <b>Cosa sono le WebApp?</b> Le WebApp sono applicazioni web che funzionano in una finestra del browser dedicata, offrendo un'esperienza più simile a quella di un'app per i tuoi siti web preferiti. <b>Vantaggi dell'utilizzo delle WebApp:</b> • <b>Focus</b>: Lavora senza le distrazioni di altre schede del browser • <b>Integrazione Desktop</b>: Accesso rapido dal menu delle applicazioni • <b>Profili Isolati</b>: Facoltativamente, ogni webapp può avere i propri cookie e impostazioni
ja: <b>Webアプリとは何ですか？</b> Webアプリは、専用のブラウザウィンドウで実行されるウェブアプリケーションで、お気に入りのウェブサイトに対してよりアプリのような体験を提供します。 <b>Webアプリを使用する利点：</b> • <b>集中</b>: 他のブラウザタブの気を散らすことなく作業できます • <b>デスクトップ統合</b>: アプリケーションメニューからの迅速なアクセス • <b>隔離されたプロファイル</b>: オプションで、各Webアプリは独自のクッキーと設定を持つことができます
pl: <b>Czym są WebAppsy?</b> WebAppsy to aplikacje internetowe, które działają w dedykowanym oknie przeglądarki, zapewniając bardziej aplikacyjne doświadczenie dla ulubionych stron internetowych. <b>Zalety korzystania z WebAppów:</b> • <b>Skupienie</b>: Pracuj bez rozpraszania przez inne karty przeglądarki • <b>Integracja z pulpitem</b>: Szybki dostęp z menu aplikacji • <b>Izolowane profile</b>: Opcjonalnie, każda webapp może mieć własne pliki cookie i ustawienia
pt: <b>O que são WebApps?</b> WebApps são aplicações web que rodam em uma janela de navegador dedicada, proporcionando uma experiência mais semelhante a um aplicativo para seus sites favoritos. <b>Benefícios de usar WebApps:</b> • <b>Foco</b>: Trabalhe sem as distrações de outras abas do navegador • <b>Integração com a Área de Trabalho</b>: Acesso rápido a partir do menu de aplicativos • <b>Perfis Isolados</b>: Opcionalmente, cada webapp pode ter seus próprios cookies e configurações
sk: <b>Čo sú WebApps?</b> WebApps sú webové aplikácie, ktoré bežia v samostatnom okne prehliadača, čím poskytujú viac aplikáciám podobný zážitok pre vaše obľúbené webové stránky. <b>Výhody používania WebApps:</b> • <b>Fokus</b>: Pracujte bez rozptýlenia od iných kariet prehliadača • <b>Integrácia s desktopom</b>: Rýchly prístup z ponuky aplikácií • <b>Izolované profily</b>: Voliteľne, každá webová aplikácia môže mať svoje vlastné cookies a nastavenia
sv: <b>Vad är WebApps?</b> WebApps är webbapplikationer som körs i ett dedikerat webbläsarfönster, vilket ger en mer app-liknande upplevelse för dina favoritwebbplatser. <b>Fördelar med att använda WebApps:</b> • <b>Fokus</b>: Arbeta utan distraktioner från andra webbläsartabbar • <b>Skrivbordsintegration</b>: Snabb åtkomst från din applikationsmeny • <b>Isolerade profiler</b>: Valfritt kan varje webapp ha sina egna cookies och inställningar
tr: <b>Web Uygulamaları nedir?</b> Web Uygulamaları, özel bir tarayıcı penceresinde çalışan web uygulamalarıdır ve favori web siteleriniz için daha uygulama benzeri bir deneyim sunar. <b>Web Uygulamaları kullanmanın avantajları:</b> • <b>Odaklanma</b>: Diğer tarayıcı sekmelerinin dikkat dağıtıcı etkisi olmadan çalışma • <b> masaüstü entegrasyonu</b>: Uygulama menünüzden hızlı erişim • <b>İzolasyonlu Profiller</b>: İsteğe bağlı olarak, her web uygulaması kendi çerezlerine ve ayarlarına sahip olabilir
uk: <b>Що таке WebApps?</b> WebApps — це веб-додатки, які працюють у спеціальному вікні браузера, забезпечуючи більш схожий на додаток досвід для ваших улюблених веб-сайтів. <b>Переваги використання WebApps:</b> • <b>Зосередженість</b>: Працюйте без відволікань від інших вкладок браузера • <b>Інтеграція з робочим столом</b>: Швидкий доступ з меню додатків • <b>Ізольовані профілі</b>: За бажанням, кожен веб-додаток може мати свої власні куки та налаштування

source: Show dialog on startup
cs: Zobrazit dialog při spuštění
de: Dialog beim Start zeigen
es: Mostrar diálogo al iniciar
et: Kuva dialooge käivitamisel
fi: Näytä dialogi käynnistyksessä
hr: Prikaži dijalog pri pokretanju
hu: Indítsa el a párbeszédpanelt indításkor.
it: Mostra dialogo all'avvio
ja: 起動時にダイアログを表示する
pl: Pokaż okno dialogowe przy uruchamianiu
sk: Zobraziť dialóg pri spustení
uk: Показати діалог під час запуску

source: Não existem navegadores instalados compatíveis com os WebApps!
vi: Không có trình duyệt đã cài đặt nào hỗ trợ Ứng dụng mạng!

source: Será necessário instalar mais um navegador compatível!
vi: Bạn sẽ cần phải cài đặt 1 hoặc nhiều trình duyệt tương thích!

source: Detectar Nome e Ícone
vi: Dò Tên và Biểu tượng

source: Nome:
vi: Tên:

source: Ícone do WebApp
vi: Biểu tượng Ứng dụng Mạng

source: Alterar
vi: Thay đổi

source: Navegador
vi: Trình duyệt

source: Categoria
vi: Phân loại

source: DESENVOLVIMENTO
vi: LẬP TRÌNH

source: ESCRITÓRIO
vi: VĂN PHÒNG

source: GRÁFICOS
vi: ĐỒ HOẠ

source: JOGOS
vi: TRÒ CHƠI

source: MULTIMÍDIA
vi: ĐA PHƯƠNG TIỆN

source: WEBAPPS
vi: ỨNG DỤNG

source: WEBAPPS GOOGLE
vi: ỨNG DỤNG GOOGLE

source: Criar atalho na Área de Trabalho
vi: Tạo đường dẫn trên màn hình chính

source: Perfil adicional
vi: Hồ sơ phụ

source: Selecione o ícone preferido:
vi: Chọn biểu tượng:

source: Não é possível aplicar a edição sem Nome!
vi: Không thể áp dụng chỉnh sửa!

source: Fechar
vi: Đóng

source: Não é possível aplicar a edição sem alterações!
vi: Chưa chỉnh sửa nào được thực hiện!

source: O WebApp foi editado com sucesso!
vi: Ứng dụng đã được chỉnh sửa!

source: Adicionar WebApps
vi: Thêm Ứng dụng

source: WebApps Adicionados
vi: Ứng dụng đã thêm

source: WebApps BigLinux
vi: Ứng dụng Mạng BigLinux

source: Exemplo
vi: Mẫu

source: Adicionar
vi: Thêm

source: Para adicionar um WebApp,<br> é preciso informar a URL e o Nome.
vi: Để thêm Ứng dụng,<br> bạn cần điền tên và URL.

source: Para detectar o Nome e o Ícone,<br> é preciso informar a URL.
vi: Để dò tự động Tên và Biểu tượng bạn cần phải nhập URL.

source: A URL é inválida ou a conexão falhou.<br>Tente inserir o ícone pelo botão Alterar.
vi: URL không hợp lệ hoặc kết nối thất bại.<br>Hãy thử bấm Thay đổi để gán biểu tượng.

source: O WebApp foi adicionado com sucesso!
vi: Ứng dụng đã được thêm vào thành công!

source: Desenvolvimento
vi: Lập trình

source: Escritório
vi: Văn phòng

source: Gráficos
vi: Đồ hoạ

source: Jogos
vi: Trò chơi

source: Multimídia
vi: Đa phương tiện

source: Internet
vi: Liên mạng

source: WebApps
vi: Ứng dụng mạng

source: Nenhum WebApp adicionado!
vi: Chưa Ứng dụng nào được thêm vào!

source: Aplicar
vi: Áp dụng

source: Cancelar
vi: Huỷ

source: Tem certeza que deseja remover este WebApp?
vi: Bạn có chắc muốn gỡ Ứng dụng này?

source: Editar WebApp
vi: Sửa Ứng dụng

source: O navegador não está instalado!
vi: Trình duyệt chưa được cài đặt!

source: Não existem navegadores compatíveis instalados no sistema!
vi: Không có trình duyệt tương thích nào đã được cài đặt!

source: Navegador padrão<br>dos WebApps:
vi: Trình duyệt mặc định<br>Ứng dụng:

source: Selecione o navegador preferido:
vi: Chọn trình duyệt:

source: Nativo
vi: Thuần

source: WebApps Nativos
vi: Ứng dụng Thuần

source: O navegador definido para abrir os WebApps não está instalado! \nTente alterar o navegador no Gerenciador de WebApps! \n
vi: Trình duyệt đã đặt để mở Ứng dúng chưa được cài đặt! \nHãy đổi trình duyệt qua Trình quản lý! \n

source: O Gerenciador de WebApps BigLinux já está aberto!
vi: Trình quản lý Ứng dụng mạng BigLinux đang mở!

source: Gerenciador de WebApps BigLinux
vi: Trình quản lý Ứng dụng mạng BigLinux
