Repository: biglinux/biglinux-webapps
Catalog: biglinux-webapps/locale/*.po
Languages: bg, cs, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk, vi

source: Please enter a URL for the WebApp.
bg: Моля, въведете URL адрес за WebApp.
cs: Zadejte prosím URL pro WebApp.
de: Bitte geben Sie eine URL für die WebApp ein.
el: Παρακαλώ εισάγετε μια διεύθυνση URL για την εφαρμογή ιστού.
es: Por favor, ingrese una URL para la WebApp.
et: Palun sisestage URL WebApp'i jaoks.
fi: Ole hyvä ja syötä URL-osoite WebAppille.
fr: Veuillez entrer une URL pour l'application Web.
he: אנא הזן כתובת URL עבור ה-WebApp.
hr: Molimo unesite URL za WebApp.
hu: Kérjük, adjon meg egy URL-t a WebApp számára.
is: Vinsamlegast sláðu inn vefslóð fyrir vefforritið.
it: Si prega di inserire un URL per il WebApp.
ja: WebAppのURLを入力してください。
nl: Voer een URL in voor de WebApp.
no: Vennligst skriv inn en URL for WebAppen.
pl: Proszę wprowadzić adres URL dla aplikacji internetowej.
pt: Por favor, insira uma URL para o WebApp.
ro: Vă rugăm să introduceți un URL pentru WebApp.
ru: Пожалуйста, введите URL для WebApp.
sk: Zadajte URL adresu pre WebApp.
sv: Vänligen ange en URL för WebAppen.
tr: Lütfen WebApp için bir URL girin.
uk: Будь ласка, введіть URL для WebApp.

source: Please select a browser for the WebApp.
bg: Моля, изберете браузър за WebApp.
cs: Vyberte prosím pro WebApp prohlížeč.
de: Bitte wählen Sie einen Browser für die WebApp aus.
el: Παρακαλώ επιλέξτε έναν περιηγητή για την Εφαρμογή Ιστού.
es: Por favor, seleccione un navegador para la WebApp.
et: Palun valige veebirakenduse jaoks brauser.
fi: Valitse selain WebAppia varten.
fr: Veuillez sélectionner un navigateur pour l'application Web.
he: אנא בחר דפדפן עבור ה-WebApp.
hr: Molimo odaberite preglednik za WebApp.
hu: Kérjük, válasszon egy böngészőt a WebApp-hoz.
is: Vinsamlegast veldu vafra fyrir WebApp.
it: Seleziona un browser per il WebApp.
ja: WebAppのためのブラウザを選択してください。
nl: Selecteer een browser voor de WebApp.
no: Vennligst velg en nettleser for WebApp.
pl: Proszę wybrać przeglądarkę dla aplikacji internetowej.
pt: Por favor, selecione um navegador para o WebApp.
ro: Vă rugăm să selectați un browser pentru WebApp.
ru: Пожалуйста, выберите браузер для WebApp.
sk: Vyberte pre WebApp prehliadač.
sv: Vänligen välj en webbläsare för WebApp.
tr: Lütfen WebApp için bir tarayıcı seçin.
uk: Будь ласка, виберіть браузер для WebApp.

source: Welcome to WebApps Manager
bg: Добре дошли в WebApps Manager
cs: Vítejte v správci webových aplikací
de: Willkommen bei WebApps-Manager
el: Καλώς ήρθατε στον Διαχειριστή WebApps
es: Bienvenido a WebApps Manager
et: Tere tulemast WebApps Managerisse
fi: Tervetuloa WebApps Manageriin
fr: Bienvenue dans le gestionnaire d'applications Web
he: ברוך הבא למנהל אפליקציות אינטרנט
hr: Dobrodošli u WebApps Manager
hu: Üdvözöljük a WebApps Managerben
is: Velkomin í WebApps Stjóra
it: Benvenuto in WebApps Manager
ja: WebAppsマネージャーへようこそ
nl: Welkom bij WebApps Manager
no: Velkommen til WebApps Manager
pl: Witamy w Menedżerze Aplikacji Webowych
pt: Bem-vindo ao Gerenciador de WebApps
ro: Bine ați venit la Managerul de WebApps
ru: Добро пожаловать в WebApps Manager
sk: Vitajte v správcovi webových aplikácií
sv: Välkommen till WebApps Manager
tr: Web Uygulamaları Yöneticisi'ne Hoş Geldiniz
uk: Ласкаво просимо до Менеджера веб-додатків

source: <b>What are WebApps?</b> WebApps are web applications that run in a dedicated browser window, providing a more app-like experience for your favorite websites. <b>Benefits of using WebApps:</b> • <b>Focus</b>: Work without the distractions of other browser tabs • <b>Desktop Integration</b>: Quick access from your application menu and task switcher • <b>Isolated Profiles</b>: Optionally, each webapp can have its own cookies and settings • <b>Convenience</b>: Launch directly like regular applications
bg: <b>Какво са WebApps?</b> WebApps са уеб приложения, които работят в отделен прозорец на браузъра, предоставяйки по-приложен опит за любимите ви уебсайтове. <b>Предимства на използването на WebApps:</b> • <b>Фокус</b>: Работете без разсейвания от други раздели на браузъра • <b>Интеграция с работния плот</b>: Бърз достъп от менюто на приложението и превключвателя на задачи • <b>Изолирани профили</b>: По желание, всяко уеб приложение може да има свои собствени бисквитки и настройки • <b>Удобство</b>: Стартирайте директно като обикновени приложения
fr: <b>Qu'est-ce que les WebApps ?</b> Les WebApps sont des applications web qui s'exécutent dans une fenêtre de navigateur dédiée, offrant une expérience plus semblable à celle d'une application pour vos sites web préférés. <b>Avantages de l'utilisation des WebApps :</b> • <b>Concentration</b> : Travaillez sans les distractions des autres onglets de navigateur • <b>Intégration de bureau</b> : Accès rapide depuis votre menu d'application et votre sélecteur de tâches • <b>Profils isolés</b> : En option, chaque webapp peut avoir ses propres cookies et paramètres • <b>Praticité</b> : Lancez directement comme des applications classiques
he: <b>מהם WebApps?</b> WebApps הם יישומי אינטרנט שפועלים בחלון דפדפן ייעודי, ומספקים חוויית שימוש דמוית אפליקציה לאתרי האינטרנט האהובים עליכם. <b>יתרונות השימוש ב-WebApps:</b> • <b>מיקוד</b>: עבודה ללא הסחות דעת מכרטיסיות דפדפן אחרות • <b>אינטגרציה עם שולחן העבודה</b>: גישה מהירה מתפריט היישומים שלכם ומחליף המשימות • <b>פרופילים מבודדים</b>: אופציונלית, לכל WebApp יכולות להיות עוגיות והגדרות משלה • <b>נוחות</b>: השקה ישירה כמו אפליקציות רגילות
ro: <b>Ce sunt WebApps?</b> WebApps sunt aplicații web care rulează într-o fereastră de browser dedicată, oferind o experiență mai asemănătoare cu aplicațiile pentru site-urile tale preferate. <b>Beneficiile utilizării WebApps:</b> • <b>Concentrare</b>: Lucrează fără distragerile altor tab-uri de browser • <b>Integrare pe desktop</b>: Acces rapid din meniul aplicației și comutatorul de sarcini • <b>Profiluri izolate</b>: Opțional, fiecare webapp poate avea propriile sale cookie-uri și setări • <b>Confort</b>: Lansează direct ca aplicații obișnuite
ru: <b>Что такое WebApps?</b> WebApps — это веб-приложения, которые работают в отдельном окне браузера, обеспечивая более похожий на приложение опыт для ваших любимых веб-сайтов. <b>Преимущества использования WebApps:</b> • <b>Фокус</b>: Работайте без отвлекающих факторов других вкладок браузера • <b>Интеграция с рабочим столом</b>: Быстрый доступ из меню приложений и переключателя задач • <b>Изолированные профили</b>: При желании каждое веб-приложение может иметь свои собственные куки и настройки • <b>Удобство</b>: Запуск напрямую, как обычные приложения

source: Don't show this dialog on startup
bg: Не показвайте този диалог при стартиране.
el: Μη δείξετε αυτό το παράθυρο διαλόγου κατά την εκκίνηση
fr: Ne pas afficher cette boîte de dialogue au démarrage.
he: אל תציג את הדיאלוג הזה בהפעלה.
is: Ekki sýna þessa samræðu við upphaf.
nl: Toon deze dialoog niet bij het opstarten
no: Ikke vis denne dialogen ved oppstart
pt: Não mostrar este diálogo na inicialização.
ro: Nu afișa acest dialog la pornire.
ru: Не показывать этот диалог при запуске
sv: Visa inte denna dialog vid start.
tr: Bu iletişimi başlangıçta gösterme.

source: Let's Start
bg: Нека започнем
cs: Začněme
de: Lassen Sie uns beginnen
el: Ας ξεκινήσουμε
es: Comencemos
et: Alustame
fi: Aloitetaan
fr: Commençons
he: בוא נתחיל
hr: Započnimo
hu: Kezdjük el
is: לְבַשֵּׁל
it: Iniziamo
ja: 始めましょう
nl: Laten we beginnen
no: La oss begynne
pl: Zacznijmy
pt: Vamos começar
ro: Să începem
ru: Давайте начнем
sk: Začnime
sv: Låt oss börja
tr: Başlayalım
uk: Давайте почнемо

source: WebApps Manager
bg: Мениджър на уеб приложения
cs: Správce webových aplikací
el: Διαχειριστής WebApps
es: Administrador de WebApps
et: Veebirakenduste haldur
fi: Verkkosovellusten hallinta
fr: Gestionnaire d'applications Web
he: מנהל אפליקציות אינטרנט
hr: Upravitelj web aplikacija
hu: Webalkalmazások kezelője
is: Vefforritastjóri
it: Gestore WebApp
ja: Webアプリ管理者
nl: WebApps Beheerder
no: WebApps Behandler
pl: Menadżer Aplikacji Webowych
pt: Gerenciador de WebApps
ro: Manager aplicații web
ru: Менеджер веб-приложений
sk: Správca webových aplikácií
sv: WebApps Hanterare
tr: Web Uygulamaları Yöneticisi
uk: Менеджер веб-додатків

source: Search WebApps
bg: Търсене на уеб приложения
cs: Hledat WebApps
de: WebApps suchen
el: Αναζήτηση WebApps
es: Buscar WebApps
et: Otsi Veebirakendusi
fi: Hae Web-sovelluksia
fr: Rechercher des applications Web
he: חפש אפליקציות אינטרנט
hr: Pretraži WebAplikacije
hu: Webalkalmazások keresése
is: Leitaðu að Vefforritum
it: Cerca WebApp
ja: ウェブアプリを検索
nl: Zoek WebApps
no: Søk WebApps
pl: Szukaj aplikacji internetowych
pt: Pesquisar WebApps
ro: Caută WebApps
ru: Поиск веб-приложений
sk: Hľadať WebApps
sv: Sök WebApps
tr: Web Uygulamaları Ara
uk: Пошук веб-додатків

source: Refresh
bg: Обнови
cs: Obnovit
de: Aktualisieren
el: Ανανέωση
es: Actualizar
et: Värskenda
fi: Päivitä
fr: Rafraîchir
he: רענן
hr: Osvježi
hu: Frissítés
is: Ferskaðuðu
it: Aggiorna
ja: 更新
nl: Vernieuwen
no: Oppdater
pl: Odśwież
pt: Atualizar
ro: Actualizează
ru: Обновить
sk: Obnoviť
sv: Uppdatera
tr: Yenile
uk: Оновити

source: Export WebApps
bg: Експортиране на уеб приложения
cs: Exportovat webové aplikace
de: WebApps exportieren
el: Εξαγωγή WebApps
es: Exportar WebApps
et: Ekspordi Veebirakendused
fi: Vie Web-sovellukset
fr: Exporter des applications Web
he: ייצוא אפליקציות אינטרנט
hr: Izvezi WebAplikacije
hu: Webalkalmazások exportálása
is: Flytja út vefforrit
it: Esporta WebApp
ja: Webアプリをエクスポート
nl: Exporteer WebApps
no: Eksporter Webapper
pl: Eksportuj Aplikacje Webowe
pt: Exportar WebApps
ro: Exportați aplicațiile web
ru: Экспорт веб-приложений
sk: Exportovať webové aplikácie
sv: Exportera WebApps
tr: Web Uygulamalarını Dışa Aktar
uk: Експортувати веб-додатки

source: Import WebApps
bg: Импорт на уеб приложения
cs: Importovat WebApps
de: WebApps importieren
el: Εισαγωγή WebApps
es: Importar WebApps
et: Impordi veebirakendused
fi: Tuonti Web-sovellukset
fr: Importer des applications Web
he: ייבוא אפליקציות אינטרנט
hr: Uvezi WebAplikacije
hu: Webalkalmazások importálása
is: Flytja vefforrit
it: Importa WebApp
ja: ウェブアプリをインポート
nl: WebApps importeren
no: Importer WebApps
pl: Importuj aplikacje internetowe
pt: Importar WebApps
ro: Importați aplicații web
ru: Импортировать веб-приложения
sk: Importovať webové aplikácie
sv: Importera WebApps
tr: Web Uygulamaları İçe Aktar
uk: Імпорт веб-додатків

source: Browse Applications Folder
bg: Преглед на папката с приложения
cs: Procházet složku Aplikace
de: Ordner „Anwendungen“ durchsuchen
el: Περιήγηση στο Φάκελο Εφαρμογών
es: Explorar la carpeta de aplicaciones
et: Sirvi rakenduste kausta
fi: Selaa sovelluskansiota
fr: Parcourir le dossier Applications
he: עבור לתיקיית היישומים
hr: Pregledaj mapu aplikacija
hu: Böngéssze az Alkalmazások mappát
is: Skoða forritaskrá
it: Sfoglia la cartella Applicazioni
ja: アプリケーションフォルダーをブラウズ
nl: Blader naar de map Toepassingen
no: Bla gjennom applikasjonsmappen
pl: Przeglądaj folder aplikacji
pt: Navegar na Pasta de Aplicativos
ro: Răsfoiește folderul Aplicații
ru: Просмотреть папку приложений
sk: Prehľadávať priečinok aplikácií
sv: Bläddra i mappen Program
tr: Uygulamalar Klasörünü Gözat
uk: Переглянути папку програм

source: Browse Profiles Folder
bg: Преглед на папка с профили
cs: Procházet složku profilů
de: Ordner „Profile“ durchsuchen
el: Προβολή φακέλου προφίλ
es: Explorar carpeta de perfiles
et: Sirvi profiilide kausta
fi: Selaa profiilikansiota
fr: Parcourir le dossier des profils
he: דפדף לתיקיית פרופילים
hr: Pregledaj mapu profila
hu: Profilok mappa böngészése
is: Skoða möppu prófíla
it: Sfoglia la cartella Profili
ja: プロファイルフォルダーを参照
nl: Blader naar Profielenmap
no: Bla gjennom profiler-mappen
pl: Przeglądaj folder profili
pt: Navegar na Pasta de Perfis
ro: Răsfoiește folderul Profiluri
ru: Просмотреть папку профилей
sk: Prehľadávať priečinok profilov
sv: Bläddra i profiler-mappen
tr: Profiller Klasörünü Gözat
uk: Перегляд папки профілів

source: Show Welcome Screen
bg: Покажи екран за приветствие
cs: Zobrazit uvítací obrazovku
de: Willkommensbildschirm zeigen
el: Εμφάνιση Οθόνης Καλωσορίσματος
es: Mostrar Pantalla de Bienvenida
et: Kuva Tere tulemast ekraanile
fi: Näytä tervetulonäyttö
fr: Afficher l'écran d'accueil
he: הצג מסך ברוך הבא
hr: Prikaži ekran dobrodošlice
hu: Üdvözlő képernyő megjelenítése
is: sýna velkomin skjár
it: Mostra Schermata di Benvenuto
ja: ウェルカムスクリーンを表示
nl: Toon Welkomstscherm
no: Vis visningsskjerm
pl: Pokaż ekran powitalny
pt: Mostrar Tela de Boas-Vindas
ro: Afișează Ecranul de Bun Venit
ru: Показать экран приветствия
sk: Zobraziť uvítaciu obrazovku
sv: Visa välkomstskärm
tr: Hoş Geldiniz Ekranını Göster
uk: Показати екран вітання

source: Remove All WebApps
bg: Премахнете всички уеб приложения
cs: Odstranit všechny webové aplikace
de: Alle WebApps entfernen
el: Αφαίρεση όλων των WebApps
es: Eliminar todas las aplicaciones web
et: Eemalda kõik veebirakendused
fi: Poista kaikki WebAppit
fr: Supprimer toutes les applications Web
he: הסר את כל היישומים האינטרנטיים
hr: Ukloni sve web aplikacije
hu: Minden WebApp eltávolítása
is: Fjarlægja allar vefforrit.
it: Rimuovi tutte le WebApp
ja: すべてのWebアプリを削除
nl: Verwijder alle webapps
no: Fjern alle nettapper
pl: Usuń wszystkie aplikacje internetowe
pt: Remover Todos os WebApps
ro: Elimină toate aplicațiile web
ru: Удалить все веб-приложения
sk: Odstrániť všetky webové aplikácie
sv: Ta bort alla webbappar
tr: Tüm Web Uygulamalarını Kaldır
uk: Видалити всі веб-додатки

source: About
bg: За програмата
cs: O aplikaci
de: Über
el: Σχετικά
es: Acerca de
et: Teave
fi: Tietoja
fr: À propos
he: אודות
hr: O aplikaciji
hu: Névjegy
is: Um umfjöllun
it: Informazioni
ja: 情報について
nl: Over
no: Om
pl: O programie
pt: Sobre
ro: Despre
ru: О программе
sk: O aplikácii
sv: Om
tr: Hakkında
uk: Про програму

source: Add
bg: Добави
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Agregar
et: Lisa
fi: Lisää
fr: Ajouter
he: הוסף
hr: Dodaj
hu: Hozzáadás
is: Bæta við
it: Aggiungi
ja: 追加
nl: Toevoegen
no: Legg til
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sv: Lägg till
tr: Ekle
uk: Додати

source: No WebApps Found
bg: Не са намерени уеб приложения.
cs: Žádné webové aplikace nenalezeny
de: Keine WebApps gefunden
el: Δεν βρέθηκαν WebApps
es: No se encontraron aplicaciones web.
et: Veebirakendusi ei leitud
fi: Ei Web-sovelluksia löytynyt
fr: Aucune application Web trouvée
he: לא נמצאו אפליקציות אינטרנט
hr: Nema pronađenih WebAplikacija
hu: Nincs WebApp található
is: Engin vefumsóknir fundust ekki
it: Nessuna WebApp trovata
ja: ウェブアプリが見つかりませんでした。
nl: Geen WebApps gevonden
no: Ingen WebApps funnet
pl: Nie znaleziono aplikacji internetowych
pt: Nenhum WebApp encontrado
ro: Nu au fost găsite aplicații web.
ru: Веб-приложения не найдены
sk: Nenašli sa žiadne webové aplikácie
sv: Inga WebApps hittades
tr: Web Uygulamaları Bulunamadı
uk: Не знайдено веб-додатків

source: Add a new webapp to get started
bg: Добавете нов уеб приложение, за да започнете.
cs: Přidejte novou webovou aplikaci, abyste mohli začít.
de: Fügen Sie eine neue WebApp hinzu, um zu beginnen
el: Προσθέστε μια νέα διαδικτυακή εφαρμογή για να ξεκινήσετε
es: Agrega una nueva aplicación web para comenzar.
et: Lisa uus veebirakendus, et alustada.
fi: Lisää uusi verkkosovellus aloittaaksesi
fr: Ajoutez une nouvelle application web pour commencer.
he: הוסף אפליקציית אינטרנט חדשה כדי להתחיל
hr: Dodajte novu web aplikaciju za početak
hu: Adj hozzá egy új webalkalmazást a kezdéshez.
is: Bættu við nýrri vefumsókn til að byrja.
it: Aggiungi una nuova webapp per iniziare
ja: 新しいウェブアプリを追加して始めましょう。
nl: Voeg een nieuwe webapp toe om te beginnen
no: Legg til en ny nettapp for å komme i gang
pl: Dodaj nową aplikację internetową, aby rozpocząć.
pt: Adicione um novo aplicativo web para começar.
ro: Adăugați o nouă aplicație web pentru a începe.
ru: Добавьте новое веб-приложение, чтобы начать.
sk: Pridajte novú webovú aplikáciu, aby ste mohli začať.
sv: Lägg till en ny webbapp för att komma igång
tr: Başlamak için yeni bir web uygulaması ekleyin.
uk: Додайте новий веб-додаток, щоб почати.

source: WebApp created successfully
bg: WebApp създаден успешно
cs: Webová aplikace byla úspěšně vytvořena.
de: WebApp erfolgreich erstellt
el: Η εφαρμογή Web δημιουργήθηκε με επιτυχία
es: WebApp creado con éxito
et: Veebirakendus loodi edukalt
fi: WebApp luotiin onnistuneesti
fr: WebApp créé avec succès
he: היישום האינטרנטי נוצר בהצלחה
hr: WebApp je uspješno kreiran
hu: A WebApp sikeresen létrejött
is: Vefforrit búið til með góðum árangri
it: WebApp creato con successo
ja: WebAppが正常に作成されました
nl: WebApp succesvol aangemaakt
no: WebApp opprettet vellykket
pl: Aplikacja internetowa została pomyślnie utworzona.
pt: WebApp criado com sucesso
ro: WebApp creat cu succes
ru: Веб-приложение успешно создано
sk: Webová aplikácia bola úspešne vytvorená.
sv: WebApp skapad framgångsrikt
tr: Web Uygulaması başarıyla oluşturuldu.
uk: Веб-додаток успішно створено

source: WebApp updated successfully
bg: Web приложението беше актуализирано успешно.
cs: Webová aplikace byla úspěšně aktualizována.
de: WebApp erfolgreich aktualisiert
el: Η εφαρμογή Web ενημερώθηκε με επιτυχία
es: WebApp actualizado con éxito
et: Veebirakendus on edukalt uuendatud
fi: WebApp päivitettiin onnistuneesti
fr: WebApp mis à jour avec succès
he: היישום האינטרנטי עודכן בהצלחה
hr: WebApp je uspješno ažuriran
hu: A WebApp sikeresen frissítve lett.
is: Vefforrit uppfært með góðum árangri
it: WebApp aggiornato con successo
ja: WebAppが正常に更新されました
nl: WebApp succesvol bijgewerkt
no: WebApp oppdatert med suksess
pl: WebApp zaktualizowany pomyślnie
pt: WebApp atualizado com sucesso
ro: WebApp actualizat cu succes
ru: Веб-приложение успешно обновлено
sk: Webová aplikácia bola úspešne aktualizovaná.
sv: WebApp uppdaterad framgångsrikt
tr: WebApp başarıyla güncellendi.
uk: Веб-додаток успішно оновлено

source: Browser changed to {0}
bg: Браузърът беше променен на {0}
cs: Prohlížeč byl změněn na {0}
de: Browser geändert in {0}
el: Ο περιηγητής άλλαξε σε {0}
es: El navegador ha cambiado a {0}
et: Brauser on muutunud {0}
fi: Selainta muutettu {0}ksi
fr: Le navigateur a été changé en {0}
he: הדפדפן שונה ל-{0}
hr: Preglednik je promijenjen u {0}
hu: A böngésző megváltozott {0}-ra.
is: Vafri breytist í {0}
it: Il browser è stato cambiato in {0}
ja: ブラウザが{0}に変更されました。
nl: Browser gewijzigd naar {0}
no: Nettleseren ble endret til {0}
pl: Przeglądarka zmieniona na {0}
pt: Navegador alterado para {0}
ro: Browserul a fost schimbat în {0}
ru: Браузер изменен на {0}
sk: Prehliadač bol zmenený na {0}
sv: Webbläsare ändrad till {0}
tr: Tarayıcı {0} olarak değiştirildi.
uk: Браузер змінено на {0}

source: Are you sure you want to delete {0}?
bg: Сигурни ли сте, че искате да изтриете {0}?
cs: Opravdu chcete smazat {0}?
de: Sind Sie sicher, dass Sie {0} löschen wollen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε {0};
es: ¿Estás seguro de que deseas eliminar {0}?
et: Kas olete kindel, et soovite kustutada {0}?
fi: Oletko varma, että haluat poistaa {0}?
fr: Êtes-vous sûr de vouloir supprimer {0} ?
he: האם אתה בטוח שברצונך למחוק את {0}?
hr: Jeste li sigurni da želite izbrisati {0}?
hu: Biztos benne, hogy törölni szeretné a {0}-t?
is: Ertu viss um að þú viljir eyða {0}?
it: Sei sicuro di voler eliminare {0}?
ja: {0}を削除してもよろしいですか？
nl: Weet u zeker dat u {0} wilt verwijderen?
no: Er du sikker på at du vil slette {0}?
pl: Czy na pewno chcesz usunąć {0}?
pt: Você tem certeza de que deseja excluir {0}?
ro: Ești sigur că vrei să ștergi {0}?
ru: Вы уверены, что хотите удалить {0}?
sk: Ste naozaj istí, že chcete odstrániť {0}?
sv: Är du säker på att du vill ta bort {0}?
tr: {0}'yı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити {0}?

source: Also delete configuration folder
bg: Също така изтрийте папката с конфигурацията.
cs: Také odstraňte složku konfigurace.
de: Auch Konfigurationsordner löschen
el: Επίσης, διαγράψτε τον φάκελο διαμόρφωσης.
es: También elimina la carpeta de configuración.
et: Kustuta ka konfiguratsioonikaust.
fi: Myös poista asetuskansio.
fr: Supprimez également le dossier de configuration.
he: גם מחק את תיקיית ההגדרות
hr: Također izbrišite mapu s konfiguracijom.
hu: A konfigurációs mappa törlése is.
is: Einnig eyða stillingaskránni.
it: Elimina anche la cartella di configurazione.
ja: 構成フォルダーも削除してください。
nl: Verwijder ook de configuratiemap.
no: Slett også konfigurasjonsmappen
pl: Również usuń folder konfiguracyjny.
pt: Também exclua a pasta de configuração.
ro: Dezinstalează și folderul de configurare.
ru: Также удалите папку конфигурации
sk: Taktiež odstráňte konfiguračný priečinok.
sv: Ta bort konfigurationsmappen också.
tr: Ayrıca yapılandırma klasörünü silin.
uk: Також видаліть папку конфігурації.

source: Delete
bg: Изтрий
cs: Smazat
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fi: Poista
fr: Supprimer
he: מחק
hr: Izbriši
hu: Törlés
is: Eyða
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt: Excluir
ro: Șterge
ru: Удалить
sk: Vymazať
sv: Ta bort
tr: Sil
uk: Видалити

source: WebApp deleted successfully
bg: Web приложението беше успешно изтрито.
cs: Webová aplikace byla úspěšně smazána.
de: WebApp erfolgreich gelöscht
el: Η εφαρμογή Web διαγράφηκε με επιτυχία.
es: WebApp eliminada con éxito
et: Veebirakendus kustutati edukalt
fi: WebApp poistettu onnistuneesti
fr: WebApp supprimé avec succès
he: היישום האינטרנטי נמחק בהצלחה
hr: WebApp je uspješno izbrisan.
hu: A WebApp sikeresen törölve.
is: Vefumsókn eytt með góðum árangri
it: WebApp eliminato con successo
ja: WebAppが正常に削除されました
nl: WebApp succesvol verwijderd
no: WebApp slettet med suksess
pl: WebApp została pomyślnie usunięta.
pt: WebApp excluído com sucesso
ro: WebApp șters cu succes
ru: Веб-приложение успешно удалено
sk: Webová aplikácia bola úspešne odstránená.
sv: WebApp raderades framgångsrikt
tr: WebApp başarıyla silindi.
uk: WebApp успішно видалено
