Repository: biglinux/biglinux-webapps
Catalog: biglinux-webapps/locale/*.po
Languages: bg, cs, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk, vi

source: No WebApps
bg: Няма уеб приложения
cs: Žádné webové aplikace
de: Keine WebApps
el: Όχι WebApps
es: Sin WebApps
et: Ei veebirakendusi
fi: Ei Web-sovelluksia
fr: Pas d'applications Web
he: אין אפליקציות אינטרנט
hr: Nema WebAplikacija
hu: Nincsenek Webalkalmazások
is: Engin ekki vefforrit.
it: Nessuna WebApp
ja: ウェブアプリはありません
nl: Geen WebApps
no: Ingen WebApps
pl: Brak aplikacji internetowych
pt: Sem WebApps
ro: Fără aplicații web
ru: Нет веб-приложений
sk: Žiadne webové aplikácie
sv: Inga WebApps
tr: Web Uygulamaları Yok
uk: Немає веб-додатків

source: There are no WebApps to export.
bg: Няма налични WebApps за експортиране.
cs: Není k exportu žádná WebApp.
de: Es gibt keine zu exportierenden WebApps.
el: Δεν υπάρχουν WebApps προς εξαγωγή.
es: No hay WebApps para exportar.
et: WebApp'e eksportimiseks ei ole.
fi: Ei ole WebAppse, joita voisi viedä.
fr: Il n'y a pas d'applications Web à exporter.
he: אין אפליקציות אינטרנט לייצוא.
hr: Nema WebAppsa za izvoz.
hu: Nincsenek exportálható WebAppok.
is: Engin ekki vefforrit til að flytja út.
it: Non ci sono WebApp da esportare.
ja: エクスポートするWebアプリはありません。
nl: Er zijn geen WebApps om te exporteren.
no: Det finnes ingen WebApps å eksportere.
pl: Nie ma aplikacji internetowych do wyeksportowania.
pt: Não há WebApps para exportar.
ro: Nu există WebApps de exportat.
ru: Нет доступных WebApps для экспорта.
sk: Nie sú žiadne webové aplikácie na export.
sv: Det finns inga WebApps att exportera.
tr: Dışa aktarılacak Web Uygulamaları yok.
uk: Немає веб-додатків для експорту.

source: File Not Found
bg: Файлът не е намерен
cs: Soubor nebyl nalezen
de: Datei nicht gefunden
el: Το αρχείο δεν βρέθηκε
es: Archivo no encontrado
et: Faili ei leitud
fi: Tiedostoa ei löytynyt
fr: Fichier non trouvé
he: הקובץ לא נמצא
hr: Datoteka nije pronađena
hu: Fájl nem található
is: Skjal fannst ekki
it: File non trovato
ja: ファイルが見つかりません
nl: Bestand Niet Gevonden
no: Fil ikke funnet
pl: Plik nie został znaleziony
pt: Arquivo Não Encontrado
ro: Fișierul nu a fost găsit
ru: Файл не найден
sk: Súbor nenájdený
sv: Fil hittades inte
tr: Dosya Bulunamadı
uk: Файл не знайдено

source: The selected file does not exist.
bg: Избраният файл не съществува.
cs: Vybraný soubor neexistuje.
de: Die ausgewählte Datei ist nicht vorhanden.
el: Το επιλεγμένο αρχείο δεν υπάρχει.
es: El archivo seleccionado no existe.
et: Valitud faili ei eksisteeri.
fi: Valittua tiedostoa ei ole olemassa.
fr: Le fichier sélectionné n'existe pas.
he: הקובץ שנבחר אינו קיים.
hr: Odabrana datoteka ne postoji.
hu: A kiválasztott fájl nem létezik.
is: Valda valin skráin er ekki til.
it: Il file selezionato non esiste.
ja: 選択したファイルは存在しません。
nl: Het geselecteerde bestand bestaat niet.
no: Den valgte filen finnes ikke.
pl: Wybrany plik nie istnieje.
pt: O arquivo selecionado não existe.
ro: Fișierul selectat nu există.
ru: Выбранный файл не существует.
sk: Vybraný súbor neexistuje.
sv: Den valda filen finns inte.
tr: Seçilen dosya mevcut değil.
uk: Вибраний файл не існує.

source: Invalid File
bg: Невалиден файл
cs: Neplatný soubor
de: Ungültige Datei
el: Μη έγκυρο αρχείο
es: Archivo inválido
et: Kehtetu fail
fi: Virheellinen tiedosto
fr: Fichier invalide
he: קובץ לא חוקי
hr: Nevažeća datoteka
hu: Érvénytelen fájl
is: skjal ógilt
it: File non valido
ja: 無効なファイル
nl: Ongeldig bestand
no: Ugyldig fil
pl: Nieprawidłowy plik
pt: Arquivo Inválido
ro: Fișier invalid
ru: Неверный файл
sk: Neplatný súbor
sv: Ogiltig fil
tr: Geçersiz Dosya
uk: Недійсний файл

source: The selected file is not a valid ZIP archive.
bg: Избраният файл не е валиден ZIP архив.
cs: Vybraný soubor není platný ZIP archiv.
de: Die ausgewählte Datei ist kein gültiges ZIP-Archiv.
el: Το επιλεγμένο αρχείο δεν είναι έγκυρο ZIP αρχείο.
es: El archivo seleccionado no es un archivo ZIP válido.
et: Valitud fail ei ole kehtiv ZIP arhiiv.
fi: Valittu tiedosto ei ole voimassa oleva ZIP-arkisto.
fr: Le fichier sélectionné n'est pas une archive ZIP valide.
he: הקובץ שנבחר אינו ארכיון ZIP תקף.
hr: Odabrana datoteka nije važeća ZIP arhiva.
hu: A kiválasztott fájl nem érvényes ZIP archívum.
is: Valda skráin er ekki gilt ZIP skjal.
it: Il file selezionato non è un archivio ZIP valido.
ja: 選択したファイルは有効なZIPアーカイブではありません。
nl: Het geselecteerde bestand is geen geldig ZIP-archief.
no: Den valgte filen er ikke et gyldig ZIP-arkiv.
pl: Wybrany plik nie jest prawidłowym archiwum ZIP.
pt: O arquivo selecionado não é um arquivo ZIP válido.
ro: Fișierul selectat nu este un arhivă ZIP validă.
ru: Выбранный файл не является действительным ZIP-архивом.
sk: Vybraný súbor nie je platný ZIP archív.
sv: Den valda filen är inte ett giltigt ZIP-arkiv.
tr: Seçilen dosya geçerli bir ZIP arşivi değil.
uk: Вибраний файл не є дійсним ZIP-архівом.

source: Imported {} WebApps successfully ({} duplicates skipped)
bg: Импортирни {} WebApps успешно ({} дубликати пропуснати)
cs: Úspěšně importováno {} WebApps ({} duplicit bylo přeskočeno)
de: {} WebApps erfolgreich importiert ({} Duplikate übersprungen)
el: Εισήχθησαν {} WebApps με επιτυχία ({} διπλότυπα παραλείφθηκαν)
es: Se importaron {} WebApps con éxito ({} duplicados omitidos)
et: Imporditi {} WebAppsi edukalt ({} duplikaate vahele jäetud)
fi: Tuodut {} WebApps onnistuneesti ({} kaksoiskappaletta ohitettu)
fr: WebApps importés avec succès ({} doublons ignorés)
he: ייבא {} אפליקציות אינטרנט בהצלחה ({} כפילויות הושמטו)
hr: Uvezeni {} WebAppovi uspješno ({} duplicati preskočeni)
hu: Sikeresen importált {} WebAppot ({} duplikált kihagyva)
is: Innflutt {} WebApps með góðum árangri ({} afrit sleppt)
it: Importati {} WebApps con successo ({} duplicati saltati)
ja: {} の WebApps を正常にインポートしました ({} の重複はスキップされました)
nl: {} WebApps succesvol geïmporteerd ({} duplicaten overgeslagen)
no: Importerte {} WebApps vellykket ({} duplikater hoppet over)
pl: Zaimportowano {} aplikacji internetowych pomyślnie ({} duplikatów pominięto)
pt: WebApps importados com sucesso ({} duplicatas ignoradas)
ro: WebApps importate cu succes ({} duplicate omise)
ru: Импортировано {} WebApps успешно (пропущено {} дубликатов)
sk: Úspešne importované {} WebApps ({} duplikáty preskočené)
sv: Importerade {} WebApps framgångsrikt ({} dubbletter hoppades över)
tr: {} WebApps başarıyla içe aktarıldı ({} kopyalar atlandı)
uk: Імпортовано {} WebApps успішно (пропущено {} дублікатів)

source: Imported {} WebApps successfully
bg: Успешно импортирани {} WebApps
cs: Úspěšně importováno {} WebApps
de: {} WebApps erfolgreich importiert
el: Εισήχθησαν {} WebApps με επιτυχία
es: WebApps {} importados con éxito.
et: Imporditud {} WebAppsid edukalt
fi: Tuodut {} WebApps onnistuneesti
fr: Applications Web {} importées avec succès
he: ייבא {} WebApps בהצלחה
hr: Uvezeni {} WebAppovi uspješno
hu: Sikeresen importált {} WebAppokat
is: Innflutt {} WebApps með góðum árangri
it: Importato {} WebApps con successo
ja: {} WebAppsを正常にインポートしました。
nl: Geïmporteerde {} WebApps succesvol
no: Importerte {} WebApps med suksess
pl: Zaimportowano {} aplikacje internetowe pomyślnie.
pt: WebApps {} importados com sucesso
ro: WebApps {} importate cu succes
ru: Успешно импортированы {} WebApps
sk: Úspešne importované {} WebApps
sv: Importerade {} WebApps framgångsrikt
tr: {} WebApps başarıyla içe aktarıldı.
uk: Імпортовано {} WebApps успішно

source: Error importing WebApps
bg: Грешка при импортиране на WebApps
cs: Chyba při importu WebApps
de: Fehler beim Importieren von WebApps
el: Σφάλμα κατά την εισαγωγή WebApps
es: Error al importar WebApps
et: Veateade WebAppide importimisel
fi: Virhe WebAppsien tuonnissa
fr: Erreur d'importation des WebApps
he: שגיאה בייבוא WebApps
hr: Greška pri uvozu WebAplikacija
hu: Hiba a WebApps importálásakor
is: Villa við að flytja inn WebApps
it: Errore durante l'importazione di WebApps
ja: WebAppsのインポート中にエラーが発生しました
nl: Fout bij het importeren van WebApps
no: Feil ved import av WebApps
pl: Błąd importowania aplikacji internetowych
pt: Erro ao importar WebApps
ro: Eroare la importarea WebApps
ru: Ошибка импорта WebApps
sk: Chyba pri importe WebApps
sv: Fel vid import av WebApps
tr: Web Uygulamaları içe aktarım hatası
uk: Помилка імпорту WebApps

source: OK
he: אוקי
hr: U redu
hu: Rendben

source: No
bg: Не
cs: Ne
de: Nein
el: Όχι
et: Ei
fi: Ei
he: לא
hr: Ne
hu: Nem
is: Nei
nl: Geen
pl: Nie
pt: Não
ro: Nu
ru: Нет
sk: Nie
sv: Nej
tr: Hayır

source: Yes
bg: Да
cs: Ano
de: Ja
el: Ναι
et: Jah
fi: Kyllä
he: כן
hr: Da
hu: Igen
it: Sì
ja: はい
nl: Ja
no: Ja
pl: Tak
sk: Áno
sv: Ja
tr: Evet
uk: Так.

source: Select Browser
bg: Изберете браузър
cs: Vyberte prohlížeč
de: Browser auswählen
el: Επιλέξτε πρόγραμμα περιήγησης
es: Seleccionar navegador
et: Vali brauser
fi: Valitse selain
fr: Sélectionner le navigateur
he: בחר דפדפן
hr: Odaberite preglednik
hu: Böngésző kiválasztása
is: Veldu vafra
it: Seleziona Browser
ja: ブラウザを選択してください
nl: Selecteer Browser
no: Velg nettleser
pl: Wybierz przeglądarkę
pt: Selecionar Navegador
ro: Selectați browserul
ru: Выберите браузер
sk: Vyberte prehliadač
sv: Välj webbläsare
tr: Tarayıcıyı Seçin
uk: Виберіть браузер

source: Cancel
bg: Отмени
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: ביטול
hr: Otkaži
hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal et
uk: Скасувати

source: Select
bg: Изберете
cs: Vybrat
de: Auswählen
el: Επιλέξτε
es: Seleccionar
et: Vali
fi: Valitse
fr: Sélectionner
he: בחר
hr: Odaberi
hu: Kiválasztás
is: Veldu
it: Seleziona
ja: 選択
nl: Selecteren
no: Velg
pl: Wybierz
pt: Selecionar
ro: Selectați
ru: Выбрать
sk: Vybrať
sv: Välj
tr: Seçin
uk: Вибрати

source: System Default
bg: Системен по подразбиране
cs: Výchozí systém
el: Προεπιλογή Συστήματος
es: Predeterminado del sistema
et: Süsteemi vaikeväärtus
fi: Järjestelmän oletus
fr: Paramètre par défaut du système
he: ברירת מחדל של מערכת
hr: Zadani sustava
hu: Rendszer alapértelmezett
is: ברירת מחדל של מערכת
it: Impostazione predefinita del sistema
ja: システムデフォルト
nl: Systeemstandaard
no: Systemstandard
pl: Domyślne ustawienia systemu
pt: Padrão do Sistema
ro: Implicit sistem
ru: Системный по умолчанию
sk: Predvolené nastavenie systému
sv: Systemstandard
tr: Sistem Varsayılanı
uk: Системне значення за замовчуванням

source: Default
bg: По подразбиране
cs: Výchozí
el: Προεπιλογή
es: Predeterminado
et: Vaikimisi
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hr: Zadano
hu: Alapértelmezett
is: ברירת מחדל
it: Predefinito
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślny
pt: Padrão
ro: Implicit
ru: По умолчанию
sk: Predvolené
sv: Standard
tr: Varsayılan
uk: За замовчуванням

source: Please select a browser.
bg: Моля, изберете браузър.
cs: Vyberte prosím prohlížeč.
de: Bitte wählen Sie einen Browser aus.
el: Παρακαλώ επιλέξτε έναν περιηγητή.
es: Por favor, selecciona un navegador.
et: Palun valige brauser.
fi: Valitse selain.
fr: Veuillez sélectionner un navigateur.
he: אנא בחר דפדפן.
hr: Molimo odaberite preglednik.
hu: Kérjük, válasszon egy böngészőt.
is: Vinsamlegast veldu vafra.
it: Seleziona un browser.
ja: ブラウザを選択してください。
nl: Selecteer een browser.
no: Vennligst velg en nettleser.
pl: Proszę wybrać przeglądarkę.
pt: Por favor, selecione um navegador.
ro: Vă rugăm să selectați un browser.
ru: Пожалуйста, выберите браузер.
sk: Vyberte prehliadač.
sv: Vänligen välj en webbläsare.
tr: Lütfen bir tarayıcı seçin.
uk: Будь ласка, виберіть браузер.

source: Error
bg: Грешка
cs: Chyba
de: Fehler
el: Σφάλμα
et: Viga
fi: Virhe
fr: Erreur
he: שגיאה
hr: Greška
hu: Hiba
is: Villa
it: Errore
ja: エラー
nl: Fout
no: Feil
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
tr: Hata
uk: Помилка

source: Browser: {0}
bg: Браузър: {0}
cs: Prohlížeč: {0}
el: Πλοηγός: {0}
es: Navegador: {0}
et: Brauser: {0}
fi: Selaimen: {0}
fr: Navigateur : {0}
he: דפדפן: {0}
hr: Preglednik: {0}
hu: Böngésző: {0}
is: Vafri: {0}
ja: ブラウザ: {0}
no: Nettleser: {0}
pl: Przeglądarka: {0}
pt: Navegador: {0}
ru: Браузер: {0}
sk: Prehliadač: {0}
sv: Webbläsare: {0}
tr: Tarayıcı: {0}
uk: Браузер: {0}

source: Edit WebApp
bg: Редактиране на уеб приложение
cs: Upravit WebApp
de: WebApp bearbeiten
el: Επεξεργασία WebApp
es: Editar WebApp
et: Muuda Veebirakendust
fi: Muokkaa WebAppia
fr: Modifier WebApp
he: ערוך אפליקציית אינטרנט
hr: Uredi WebApp
hu: Webalkalmazás szerkesztése
is: Breyta Vefforrit
it: Modifica WebApp
ja: ウェブアプリを編集する
nl: Bewerk WebApp
no: Rediger WebApp
pl: Edytuj aplikację internetową
pt: Editar WebApp
ro: Editare WebApp
ru: Редактировать веб-приложение
sk: Upraviť WebApp
sv: Redigera WebApp
tr: Web Uygulamasını Düzenle
uk: Редагувати веб-додаток

source: Delete WebApp
bg: Изтрий WebApp
cs: Smazat WebApp
de: WebApp löschen
el: Διαγραφή WebApp
es: Eliminar WebApp
et: Kustuta Veebirakendus
fi: Poista WebApp
fr: Supprimer l'application Web
he: מחק את היישום האינטרנטי
hr: Izbriši WebApp
hu: Webalkalmazás törlése
is: Eyða vefforriti
it: Elimina WebApp
ja: WebAppを削除する
nl: Verwijder WebApp
no: Slett WebApp
pl: Usuń aplikację internetową
pt: Excluir WebApp
ro: Șterge aplicația web
ru: Удалить WebApp
sk: Odstrániť WebApp
sv: Ta bort WebApp
tr: WebApp'i Sil
uk: Видалити веб-додаток

source: Add WebApp
bg: Добави WebApp
cs: Přidat WebApp
de: WebApp hinzufügen
el: Προσθήκη WebApp
es: Agregar WebApp
et: Lisa WebApp
fi: Lisää WebApp
fr: Ajouter WebApp
he: הוסף אפליקציית אינטרנט
hr: Dodaj WebApp
hu: Webalkalmazás hozzáadása
is: Bæta við Vefforriti
it: Aggiungi WebApp
ja: WebAppを追加
nl: Voeg WebApp toe
no: Legg til WebApp
pl: Dodaj WebApp
pt: Adicionar WebApp
ro: Adaugă WebApp
ru: Добавить веб-приложение
sk: Pridať WebApp
sv: Lägg till WebApp
tr: Web Uygulaması Ekle
uk: Додати веб-додаток

source: URL
el: Διεύθυνση URL
he: כתובת אתר
is: Vefslóð

source: Detect
bg: Открийте
cs: Detekovat
de: Erkennen
el: Ανίχνευση
es: Detectar
et: Tuvasta
fi: Havaitse
fr: Détecter
he: גלה
hr: Otkrivanje
hu: Észlelés
is: Greina
it: Rileva
ja: 検出
nl: Detecteren
no: Oppdag
pl: Wykryj
pt: Detectar
ro: Detecta
ru: Обнаружить
sk: Detekovať
sv: Upptäck
tr: Algıla
uk: Виявити

source: Detect name and icon from website
bg: Открийте име и икона от уебсайт
cs: Detekuj název a ikonu z webové stránky
de: Name und Icon von Website erkennen
el: Ανίχνευση ονόματος και εικονιδίου από τον ιστότοπο
es: Detectar nombre e ícono del sitio web
et: Tuvasta nimi ja ikoon veebisaidilt
fi: Havaitse nimi ja kuvake verkkosivustolta
fr: Détecter le nom et l'icône du site web
he: גלה שם ואייקון מאתר אינטרנט
hr: Otkrivanje imena i ikone s web stranice
hu: Nevezze meg és ikont észlel a weboldalról
is: Greina nafn og tákn frá vefsíðu
it: Rileva nome e icona dal sito web
ja: ウェブサイトから名前とアイコンを検出する
nl: Detecteer naam en pictogram van website
no: Oppdag navn og ikon fra nettsted.
pl: Wykryj nazwę i ikonę ze strony internetowej.
pt: Detectar nome e ícone do site
ro: Detectați numele și pictograma de pe site.
ru: Обнаружить имя и значок с веб-сайта
sk: Detekovať názov a ikonu z webovej stránky
sv: Detektera namn och ikon från webbplats.
tr: Web sitesinden isim ve simgeyi tespit et
uk: Визначити назву та значок з вебсайту

source: Name
bg: Име
cs: Jméno
el: Όνομα
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
he: שם
hr: Ime
hu: Név
is: Nafn
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sk: Názov
sv: Namn
tr: İsim
uk: Ім'я

source: App Icon
bg: Икона на приложението
cs: Ikona aplikace
el: Εικονίδιο εφαρμογής
es: Ícono de la aplicación
et: Rakenduse ikoon
fi: Sovelluksen kuvake
fr: Icône de l'application
he: אייקון אפליקציה
hr: Ikona aplikacije
hu: Alkalmazás ikon
is: App tákn
it: Icona dell'app
ja: アプリアイコン
nl: App-pictogram
no: App-ikon
pl: Ikona aplikacji
pt: Ícone do Aplicativo
ro: Pictograma aplicație
ru: Иконка приложения
sk: Ikona aplikácie
sv: App-ikon
tr: Uygulama İkonu
uk: Іконка програми

source: Select icon for the WebApp
bg: Изберете икона за уеб приложението
cs: Vyberte ikonu pro WebApp
de: Icon für die WebApp aus.wählen
el: Επιλέξτε εικονίδιο για την Εφαρμογή Ιστού
es: Seleccionar ícono para la WebApp
et: Vali ikoon WebApp'i jaoks
fi: Valitse kuvake WebAppille
fr: Sélectionnez l'icône pour l'application Web
he: בחר סמל עבור ה-WebApp
hr: Odaberite ikonu za WebApp
hu: Válassza ki az ikont a WebApp-hoz
is: Veldu tákn fyrir vefforritið
it: Seleziona icona per il WebApp
ja: WebAppのアイコンを選択してください。
nl: Selecteer pictogram voor de WebApp
no: Velg ikon for WebApp
pl: Wybierz ikonę dla aplikacji internetowej
pt: Selecione o ícone para o WebApp
ro: Selectați pictograma pentru WebApp
ru: Выберите значок для веб-приложения
sk: Vyberte ikonu pre WebApp
sv: Välj ikon för WebApp
tr: WebApp için simge seçin
uk: Виберіть значок для веб-додатку

source: Available Icons
bg: Налични икони
cs: Dostupné ikony
de: Verfügbare Icons
el: Διαθέσιμα Εικονίδια
es: Iconos disponibles
et: Saadaval ikoonid
fi: Saatavilla olevat kuvakkeet
fr: Icônes disponibles
he: אייקונים זמינים
hr: Dostupne ikone
hu: Elérhető ikonok
is: tákn í boði
it: Icone disponibili
ja: 利用可能なアイコン
nl: Beschikbare pictogrammen
no: Tilgjengelige ikoner
pl: Dostępne ikony
pt: Ícones Disponíveis
ro: Iconi disponibile
ru: Доступные значки
sk: Dostupné ikony
sv: Tillgängliga ikoner
tr: Mevcut Simge
uk: Доступні значки

source: Category
bg: Категория
cs: Kategorie
de: Kategorie
el: Κατηγορία
es: Categoría
et: Kategooria
fi: Kategoria
fr: Catégorie
he: קטגוריה
hr: Kategorija
hu: Kategória
is: Flokkur
it: Categoria
ja: カテゴリ
nl: Categorie
no: Kategori
pl: Kategoria
pt: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sv: Kategori
tr: Kategori
uk: Категорія

source: Browser
bg: Браузър
cs: Prohlížeč
el: Πλοηγός
es: Navegador
et: Brauser
fi: Selaimen
fr: Navigateur
he: דפדפן
hr: Preglednik
hu: Böngésző
is: Vafri
ja: ブラウザ
no: Nettleser
pl: Przeglądarka
pt: Navegador
ru: Браузер
sk: Prehliadač
sv: Webbläsare
tr: Tarayıcı
uk: Браузер

source: Use separate profile
bg: Използвайте отделен профил
cs: Použijte samostatný profil
de: Separates Profil verwenden
el: Χρησιμοποιήστε ξεχωριστό προφίλ
es: Usar perfil separado
et: Kasutage eraldi profiili
fi: Käytä erillistä profiilia
fr: Utiliser un profil séparé
he: השתמש בפרופיל נפרד
hr: Koristite odvojeni profil
hu: Használj külön profilt
is: Notaðu aðskilda prófíl
it: Usa profilo separato
ja: 別のプロファイルを使用する
nl: Gebruik apart profiel
no: Bruk separat profil
pl: Użyj oddzielnego profilu
pt: Use perfil separado
ro: Utilizați un profil separat
ru: Использовать отдельный профиль
sk: Použite samostatný profil
sv: Använd separat profil
tr: Ayrı profil kullanın
uk: Використовуйте окремий профіль

source: Using a separate profile allows you to log in to different accounts
bg: Използването на отделен профил ви позволява да влизате в различни акаунти.
cs: Použití samostatného profilu vám umožňuje přihlásit se k různým účtům.
de: Die Verwendung eines separaten Profils ermöglicht Ihnen, sich bei verschiedenen Konten anzumelden
el: Η χρήση ενός ξεχωριστού προφίλ σας επιτρέπει να συνδεθείτε σε διαφορετικούς λογαριασμούς.
es: Usar un perfil separado te permite iniciar sesión en diferentes cuentas.
et: Erineva profiili kasutamine võimaldab teil sisse logida erinevatesse kontodesse.
fi: Erillisen profiilin käyttäminen mahdollistaa kirjautumisen eri tileille.
fr: Utiliser un profil séparé vous permet de vous connecter à différents comptes.
he: שימוש בפרופיל נפרד מאפשר לך להתחבר לחשבונות שונים
hr: Korištenje odvojenog profila omogućuje vam prijavu na različite račune.
hu: A külön profil használata lehetővé teszi, hogy különböző fiókokba jelentkezz be.
is: Að nota aðskilda prófíl gerir þér kleift að skrá þig inn á mismunandi reikninga.
it: Utilizzare un profilo separato ti consente di accedere a diversi account.
ja: 別のプロファイルを使用すると、異なるアカウントにログインできます。
nl: Met een apart profiel kun je inloggen op verschillende accounts.
no: Å bruke en separat profil lar deg logge inn på forskjellige kontoer.
pl: Używanie oddzielnego profilu pozwala na logowanie się do różnych kont.
pt: Usar um perfil separado permite que você faça login em diferentes contas.
ro: Folosind un profil separat, poți să te conectezi la conturi diferite.
ru: Использование отдельного профиля позволяет вам входить в разные учетные записи.
sk: Použitie samostatného profilu vám umožňuje prihlásiť sa do rôznych účtov.
sv: Att använda en separat profil gör att du kan logga in på olika konton.
tr: Ayrı bir profil kullanmak, farklı hesaplara giriş yapmanıza olanak tanır.
uk: Використання окремого профілю дозволяє вам входити в різні облікові записи.

source: Profile Name
bg: Име на профил
cs: Název profilu
de: Profilname
el: Όνομα προφίλ
es: Nombre de perfil
et: Profiili nimi
fi: Profiilin nimi
fr: Nom de profil
he: שם פרופיל
hr: Ime profila
hu: Profil név
is: Nafn prófíls
it: Nome Profilo
ja: プロフィール名
nl: Profielnaam
no: Profilnavn
pl: Nazwa profilu
pt: Nome do Perfil
ro: Nume profil
ru: Имя профиля
sk: Názov profilu
sv: Profilnamn
tr: Profil Adı
uk: Ім'я профілю

source: Save
bg: Запази
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fi: Tallenna
fr: Enregistrer
he: שמור
hr: Spremi
hu: Mentés
is: Vista
it: Salva
ja: 保存
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Зберегти

source: Loading...
bg: Зареждане...
cs: Načítání...
de: Laden ...
el: Φόρτωση...
es: Cargando...
et: Laadimine...
fi: Ladataan...
fr: Chargement...
he: טוען...
hr: Učitavanje...
hu: Betöltés...
is: Hlaða...
it: Caricamento...
ja: 読み込み中...
nl: Laden...
no: Laster...
pl: Ładowanie...
pt: Carregando...
ro: Se încarcă...
ru: Загрузка...
sk: Načítanie...
sv: Laddar...
tr: Yükleniyor...
uk: Завантаження...

source: Please enter a URL first.
bg: Моля, въведете URL адрес първо.
cs: Nejprve zadejte URL.
de: Bitte geben Sie zuerst eine URL ein.
el: Παρακαλώ εισάγετε πρώτα μια διεύθυνση URL.
es: Por favor, ingrese una URL primero.
et: Palun sisestage esmalt URL.
fi: Ole hyvä ja syötä ensin URL-osoite.
fr: Veuillez d'abord entrer une URL.
he: אנא הזן כתובת URL קודם.
hr: Molimo unesite URL prvo.
hu: Kérjük, először adjon meg egy URL-t.
is: Vinsamlegast sláðu inn URL fyrst.
it: Si prega di inserire prima un URL.
ja: 最初にURLを入力してください。
nl: Voer eerst een URL in.
no: Vennligst skriv inn en URL først.
pl: Proszę najpierw wprowadzić adres URL.
pt: Por favor, insira uma URL primeiro.
ro: Vă rugăm să introduceți mai întâi un URL.
ru: Пожалуйста, сначала введите URL.
sk: Najprv zadajte URL.
sv: Vänligen ange en URL först.
tr: Lütfen önce bir URL girin.
uk: Будь ласка, спочатку введіть URL.

source: Please enter a name for the WebApp.
bg: Моля, въведете име за уеб приложението.
cs: Zadejte název pro WebApp.
de: Bitte geben Sie einen Name für die WebApp ein.
el: Παρακαλώ εισάγετε ένα όνομα για την Εφαρμογή Ιστού.
es: Por favor, ingrese un nombre para la WebApp.
et: Palun sisestage veebirakenduse nimi.
fi: Ole hyvä ja syötä nimi WebAppille.
fr: Veuillez entrer un nom pour l'application Web.
he: אנא הזן שם עבור ה-WebApp.
hr: Molimo unesite naziv za WebApp.
hu: Kérjük, adjon meg egy nevet a WebApp számára.
is: Vinsamlegast sláðu inn nafn fyrir vefforritið.
it: Si prega di inserire un nome per il WebApp.
ja: WebAppの名前を入力してください。
nl: Voer een naam in voor de WebApp.
no: Vennligst skriv inn et navn for WebAppen.
pl: Proszę wpisać nazwę dla aplikacji internetowej.
pt: Por favor, insira um nome para o WebApp.
ro: Vă rugăm să introduceți un nume pentru WebApp.
ru: Пожалуйста, введите имя для WebApp.
sk: Zadajte názov pre WebApp.
sv: Vänligen ange ett namn för WebAppen.
tr: Lütfen WebApp için bir isim girin.
uk: Будь ласка, введіть назву для WebApp.
