{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["Webové aplikace"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Použití internetu z vašeho zařízení s Androidem v Linuxu pomocí USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Chcete-li sdílet internetové připojení svého chytrého telefonu s Androidem s počítačem s Linuxem pomocí USB kabelu, postupujte podle těchto kroků:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Připojte svůj smartphone s Androidem k počítači s Linuxem pomocí USB kabelu."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Na svém smartphonu otevřete „Nastavení“ a přejděte na „Síť a internet“ nebo „Připojení a sdílení“."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Hledejte „USB sdílení připojení“, „USB sdílení“ nebo podobné termíny a povolte je."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Toto automaticky naváže internetové připojení na vašem počítači s Linuxem bez potřeby jakékoliv další konfigurace."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Pokud není váš zařízení s Androidem připojeno k Wi-Fi a používá mobilní data, sdílení připojení bude spotřebovávat data z vašeho mobilního tarifu. Abyste se vyhnuli poplatkům za data, ujistěte se, že je vaše zařízení s Androidem připojeno k Wi-Fi síti před povolením sdílení připojení."]},"Close":{"*":["Zavřít"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Použití internetu vašeho zařízení iOS na Linuxu pomocí USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Chcete-li sdílet internetové připojení svého chytrého telefonu s iOS s počítačem Linux pomocí USB kabelu, postupujte podle těchto kroků:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Připojte své zařízení iOS k počítači s Linuxem pomocí USB kabelu."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na vašem zařízení iOS přejděte do nabídky „Nastavení“ a poté vyberte „Osobní hotspot“."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Povolit „Povolit ostatním připojení“. To může automaticky povolit „USB sdílení připojení“ pokud je detekováno USB připojení."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Pokud není váše iOS zařízení připojeno k Wi-Fi a používá mobilní data, sdílení připojení bude spotřebovávat data z vašeho mobilního tarifu. Abyste se vyhnuli poplatkům za data, ujistěte se, že je vaše iOS zařízení připojeno k Wi-Fi síti před povolením sdílení připojení."]},"Main":{"*":["Hlavní"]},"Network and Internet":{"*":["Síť a internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Přizpůsobit"]},"Region and Language":{"*":["Oblast a jazyk"]},"Multimedia":{"*":["Multimédia"]},"Accounts":{"*":["Účty"]},"Devices":{"*":["Zařízení"]},"System":{"*":["Systém"]},"About":{"*":["O aplikaci"]},"Other":{"*":["Jiný"]},"Search...":{"*":["Hledat..."]}}}}