{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["WebApps"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Brug af din Android-enhedens internet på Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["For at dele din Android-smartphones internetforbindelse med en Linux-computer ved hjælp af et USB-kabel, skal du følge disse trin:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Tilslut din Android smartphone til Linux-computeren ved hjælp af et USB-kabel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["På din smartphone skal du åbne 'Indstillinger' og navigere til 'Netværk og internet' eller 'Forbindelser og deling'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Søg efter 'USB-tethering', 'USB-tether' eller lignende termer og aktiver det."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Dette vil automatisk oprette internetforbindelsen på din Linux-computer uden behov for yderligere konfiguration."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Hvis din Android-enhed ikke er tilsluttet til Wi-Fi og bruger mobildata, vil denne deling forbruge data fra din mobilplan. For at undgå dataafgifter skal du sørge for, at din Android-enhed er tilsluttet til et Wi-Fi-netværk, før du aktiverer deling."]},"Close":{"*":["Luk"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Brug af din iOS-enhedens internet på Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["For at dele din iOS-smartphones internetforbindelse med en Linux-computer ved hjælp af et USB-kabel, skal du følge disse trin:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Tilslut din iOS-enhed til Linux-computeren ved hjælp af et USB-kabel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["På din iOS-enhed skal du gå til 'Indstillinger', og vælg derefter 'Personlig Hotspot'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktivér 'Tillad andre at deltage'. Dette kan automatisk aktivere 'USB-tethering', hvis der registreres en USB-forbindelse."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Hvis din iOS-enhed ikke er tilsluttet til Wi-Fi og bruger mobildata, vil denne deling forbruge data fra din mobilplan. For at undgå dataafgifter skal du sørge for, at din iOS-enhed er tilsluttet til et Wi-Fi-netværk, inden du aktiverer deling."]},"Main":{"*":["Hoved"]},"Network and Internet":{"*":["Netværk og internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Tilpas"]},"Region and Language":{"*":["Region og sprog"]},"Multimedia":{"*":["Multimedie"]},"Accounts":{"*":["Konti"]},"Devices":{"*":["Enheder"]},"System":{"*":["System"]},"About":{"*":["Om"]},"Other":{"*":["Andet"]},"Search...":{"*":["Søg..."]}}}}