{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["Διαδικτυακές Εφαρμογές"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Χρησιμοποιώντας το Internet της Android συσκευής σας στο Linux μέσω USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Για να μοιραστείτε τη σύνδεση internet του Android smartphone σας με έναν υπολογιστή Linux χρησιμοποιώντας ένα καλώδιο USB, ακολουθήστε αυτά τα βήματα:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Συνδέστε το smartphone Android σας στον υπολογιστή Linux χρησιμοποιώντας ένα καλώδιο USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Στο smartphone σας, ανοίξτε τις 'Ρυθμίσεις' και πλοηγηθείτε στο 'Δίκτυο &amp; Internet' ή 'Συνδέσεις &amp; Διαμοιρασμός'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Αναζητήστε το \"Κοινή χρήση USB\", \"Δέσμευση USB\" ή παρόμοιους όρους και ενεργοποιήστε το."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Αυτό θα εγκαταστήσει αυτόματα τη σύνδεση στο internet στον υπολογιστή σας Linux χωρίς να απαιτείται κάποια επιπλέον ρύθμιση."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Αν το Android σας δεν είναι συνδεδεμένο σε Wi-Fi και χρησιμοποιεί δεδομένα κινητής τηλεφωνίας, αυτό το tethering θα καταναλώσει δεδομένα από το πρόγραμμα κινητής τηλεφωνίας σας. Για να αποφύγετε χρεώσεις δεδομένων, βεβαιωθείτε ότι το Android σας είναι συνδεδεμένο σε ένα δίκτυο Wi-Fi πριν ενεργοποιήσετε το tethering."]},"Close":{"*":["Κλείσιμο"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Χρησιμοποιώντας το Internet της iOS συσκευής σας στο Linux μέσω USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Για να μοιραστείτε τη σύνδεση internet του iOS smartphone σας με έναν υπολογιστή Linux χρησιμοποιώντας ένα καλώδιο USB, ακολουθήστε αυτά τα βήματα:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Συνδέστε τη συσκευή iOS σας στον υπολογιστή Linux χρησιμοποιώντας ένα καλώδιο USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Στη συσκευή iOS σας, μεταβείτε στις 'Ρυθμίσεις', και επιλέξτε 'Προσωπικό Hotspot'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Ενεργοποίηση της επιλογής \"Να επιτρέπεται σε άλλους να συνδεθούν\". Αυτό μπορεί να ενεργοποιήσει αυτόματα τη λειτουργία \"Κοινή χρήση USB\" εάν ανιχνευθεί μια σύνδεση USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Εάν το iOS συσκευή σας δεν είναι συνδεδεμένη σε Wi-Fi και χρησιμοποιεί δεδομένα κινητής τηλεφωνίας, αυτή η διαμοιρασμός θα καταναλώσει δεδομένα από το πρόγραμμα κινητής τηλεφωνίας σας. Για να αποφύγετε χρεώσεις δεδομένων, βεβαιωθείτε ότι η iOS συσκευή σας είναι συνδεδεμένη σε ένα δίκτυο Wi-Fi πριν ενεργοποιήσετε τον διαμοιρασμό."]},"Main":{"*":["Κύριο"]},"Network and Internet":{"*":["Δίκτυο και Διαδίκτυο"]},"Phone":{"*":["Τηλέφωνο"]},"Customize":{"*":["Προσαρμογή"]},"Region and Language":{"*":["Περιοχή και Γλώσσα"]},"Multimedia":{"*":["Πολυμέσα"]},"Accounts":{"*":["Λογαριασμοί"]},"Devices":{"*":["Συσκευές"]},"System":{"*":["Σύστημα"]},"About":{"*":["Σχετικά"]},"Other":{"*":["Άλλο"]},"Search...":{"*":["Αναζήτηση..."]}}}}