{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["Aplicaciones web"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Usar Internet de tu dispositivo Android en Linux a través de USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Para compartir la conexión a Internet de tu smartphone Android con una computadora Linux usando un cable USB, sigue estos pasos:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Conecta tu smartphone Android al ordenador Linux usando un cable USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["En tu teléfono inteligente, abre 'Configuración' y navega hasta 'Red e Internet' o 'Conexiones y uso compartido'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Busque 'USB Tethering', 'USB Tether' u otros términos similares y habilítelo."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Esto establecerá automáticamente la conexión a Internet en su computadora Linux sin necesidad de ninguna configuración adicional."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Si tu dispositivo Android no está conectado a Wi-Fi y está utilizando datos móviles, este anclaje consumirá datos de tu plan celular. Para evitar cargos por datos, asegúrate de que tu dispositivo Android esté conectado a una red Wi-Fi antes de habilitar el anclaje."]},"Close":{"*":["Cerrar"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Usar Internet de tu dispositivo iOS en Linux a través de USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Para compartir la conexión a Internet de tu smartphone iOS con una computadora Linux usando un cable USB, sigue estos pasos:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Conecta tu dispositivo iOS al ordenador Linux usando un cable USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["En tu dispositivo iOS, ve a 'Configuración', luego selecciona 'Compartir Internet'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Habilitar 'Permitir que otros se unan'. Esto puede habilitar automáticamente 'USB Tethering' si se detecta una conexión USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Si tu dispositivo iOS no está conectado a Wi-Fi y está utilizando datos celulares, este anclaje consumirá datos de tu plan celular. Para evitar cargos por datos, asegúrate de que tu dispositivo iOS esté conectado a una red Wi-Fi antes de habilitar el anclaje."]},"Main":{"*":["Principal"]},"Network and Internet":{"*":["Red de redes y Internet"]},"Phone":{"*":["Teléfono"]},"Customize":{"*":["Personalizar"]},"Region and Language":{"*":["Región e Idioma"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Cuentas"]},"Devices":{"*":["Dispositivos"]},"System":{"*":["Sistema"]},"About":{"*":["Acerca de"]},"Other":{"*":["Otro"]},"Search...":{"*":["Buscar..."]}}}}