{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["Web-sovellukset"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Käytä Android-laitteesi internetyhteyttä Linuxissa USB:n kautta"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Jakaa Android-älypuhelimen internet-yhteys Linux-tietokoneen kanssa USB-kaapelin avulla, noudata näitä vaiheita:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Yhdistä Android-älypuhelimesi Linux-tietokoneeseen USB-kaapelilla."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Älypuhelimellasi avaa 'Asetukset' ja siirry kohtaan 'Verkko ja Internet' tai 'Yhteydet ja jakaminen'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Etsi 'USB-tetherointi', 'USB-tether' tai vastaavat termit ja ota se käyttöön."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Tämä luo automaattisesti internet-yhteyden Linux-tietokoneellasi ilman lisäkonfigurointia."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jos Android-laitteesi ei ole yhteydessä Wi-Fi-verkkoon ja käyttää matkapuhelinverkon dataa, tämä jaon käyttö kuluttaa dataa matkapuhelinsuunnitelmastasi. Välttääksesi datakuluja varmista, että Android-laitteesi on yhteydessä Wi-Fi-verkkoon ennen jaon käyttöönottoa."]},"Close":{"*":["Sulje"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Käytä iOS-laitteesi Internet-yhteyttä Linuxissa USB:n kautta"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Jakaa iOS-älypuhelimen internet-yhteys Linux-tietokoneen kanssa USB-kaapelin avulla, noudata näitä vaiheita:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Yhdistä iOS-laite Linux-tietokoneeseen USB-kaapelilla."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["iOS-laitteellasi siirry kohtaan 'Asetukset', valitse sitten 'Henkilökohtainen hotspot'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Ota käyttöön 'Salli muiden liittyä'. Tämä saattaa automaattisesti ottaa käyttöön 'USB-tetheroinnin', jos USB-yhteys havaitaan."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jos iOS-laitteesi ei ole yhteydessä Wi-Fi-verkkoon ja käyttää mobiilidataa, tämä jaon käyttö kuluttaa dataa matkapuhelinsuunnitelmastasi. Välttääksesi datakuluja varmista, että iOS-laitteesi on yhteydessä Wi-Fi-verkkoon ennen jaon käyttöönottoa."]},"Main":{"*":["Päävalikko"]},"Network and Internet":{"*":["Verkko ja Internet"]},"Phone":{"*":["Puhelin"]},"Customize":{"*":["Mukauta"]},"Region and Language":{"*":["Alue ja kieli"]},"Multimedia":{"*":["Monimedia"]},"Accounts":{"*":["Tilit"]},"Devices":{"*":["Laitteet"]},"System":{"*":["Järjestelmä"]},"About":{"*":["Tietoja"]},"Other":{"*":["Toinen"]},"Search...":{"*":["Haku..."]}}}}