{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["Webalkalmazások"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Az Android eszköz internetének használata Linuxon USB-n keresztül"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Az Android okostelefon internetkapcsolatának megosztásához egy Linux számítógéppel USB kábelen keresztül, kövesse ezeket lépéseket:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Csatlakoztasd az Android okostelefonodat a Linux számítógéphez egy USB kábellel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["A smartphone-on a nyisd meg a \"Beállításokat\" és navigálj a \"Hálózat és internet\" vagy \"Kapcsolatok és megosztás\" menüponthoz."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Keresse meg a 'USB osztott hálózat', 'USB osztott', vagy hasonló kifejezéseket, és engedélyezze."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Ez automatikusan létre fogja hozni az internetkapcsolatot a Linux számítógépén anélkül, hogy bármilyen további konfigurációra szükség lenne."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ha az Android eszköz nincs csatlakoztatva Wi-Fi-hez, és mobiladatot használ, akkor a hordozható hálózat használata adatot fog fogyasztani a mobil-előfizetésedből. Az adatdíjak elkerülése érdekében győződj meg róla, hogy az Android eszköz csatlakozik egy Wi-Fi hálózathoz, mielőtt engedélyeznéd a hordozható hálózatot."]},"Close":{"*":["Bezárás"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Az iOS eszköz internetének használata Linuxon USB-n keresztül"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Az iOS okostelefon internetkapcsolatának megosztásához egy Linux számítógéppel USB kábelen keresztül, kövesse ezeket a lépéseket:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Csatlakoztasd az iOS eszközt a Linux számítógéphez egy USB kábellel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Az iOS eszközön lépjen a „Beállítások” menübe, majd válassza ki a „Személyes Hotspot” lehetőséget."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Engedélyezze a „Hozzáadás engedélyezése” lehetőséget. Ez automatikusan engedélyezheti az „USB-tethering” funkciót, ha USB-csatlakozást észlel."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ha az iOS eszköz nincs Wi-Fi-hálózatra csatlakoztatva, és mobiladatot használ, akkor a hordozható hálózat használata adatforgalmat fog generálni a mobil-előfizetésedből. Az adatdíjak elkerülése érdekében győződj meg róla, hogy az iOS eszköz csatlakozik egy Wi-Fi-hálózathoz, mielőtt engedélyeznéd a hordozható hálózatot."]},"Main":{"*":["Fő"]},"Network and Internet":{"*":["Hálózat és internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Testreszabás"]},"Region and Language":{"*":["Régió és Nyelv"]},"Multimedia":{"*":["Multimédia"]},"Accounts":{"*":["Számlák"]},"Devices":{"*":["Eszközök"]},"System":{"*":["Rendszer"]},"About":{"*":["Névjegy"]},"Other":{"*":["Egyéb"]},"Search...":{"*":["Keresés..."]}}}}