{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["WebApps"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Menggunakan Internet Peranti Android Anda pada Linux melalui USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Untuk membagikan koneksi internet smartphone Android Anda dengan komputer Linux menggunakan kabel USB, ikuti langkah-langkah berikut:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Sambungkan smartphone Android anda ke komputer Linux menggunakan kabel USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Di ponsel pintarmu, buka 'Pengaturan' dan arahkan ke 'Jaringan & Internet' atau 'Koneksi & Berbagi'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Cari 'USB Tethering', 'USB Tether', atau istilah serupa dan aktifkan."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Ini akan secara otomatis menjalankan koneksi internet pada komputer Linux Anda tanpa memerlukan konfigurasi tambahan."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jika peranti Android anda tidak disambungkan ke Wi-Fi dan menggunakan data selular, pengikatan ini akan menggunakan data dari rancangan selular anda. Untuk mengelakkan caj data, pastikan bahawa peranti Android anda disambungkan ke rangkaian Wi-Fi sebelum mengaktifkan pengikatan."]},"Close":{"*":["Tutup"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Menggunakan Internet Peranti iOS Anda pada Linux melalui USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Untuk membagikan koneksi internet smartphone iOS Anda dengan komputer Linux menggunakan kabel USB, ikuti langkah-langkah berikut:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Sambungkan perangkat iOS Anda ke komputer Linux menggunakan kabel USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Pada peranti iOS anda, pergi ke 'Tetapan', kemudian pilih 'Hotspot Peribadi'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktifkan 'Izinkan Orang Lain Bergabung'. Ini mungkin secara otomatis mengaktifkan 'USB Tethering' jika koneksi USB terdeteksi."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jika peranti iOS anda tidak disambungkan ke Wi-Fi dan menggunakan data selular, pengikatan ini akan menggunakan data dari rancangan selular anda. Untuk mengelakkan caj data, pastikan bahawa peranti iOS anda disambungkan ke rangkaian Wi-Fi sebelum mengaktifkan pengikatan."]},"Main":{"*":["Utama"]},"Network and Internet":{"*":["Rangkaian dan Internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Sesuaikan"]},"Region and Language":{"*":["Kawasan dan Bahasa"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Akaun"]},"Devices":{"*":["Peranti"]},"System":{"*":["Sistem"]},"About":{"*":["Tentang"]},"Other":{"*":["lainnya"]},"Search...":{"*":["Cari..."]}}}}