{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["WebApps"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Utilizzo della connessione Internet del dispositivo Android su Linux tramite USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Per condividere la connessione internet del tuo smartphone Android con un computer Linux tramite cavo USB, segui questi passaggi:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Collega il tuo smartphone Android al computer Linux utilizzando un cavo USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Sul tuo smartphone, apri 'Impostazioni' e vai su 'Rete e Internet' o 'Connessioni e condivisione'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Cerca di 'USB Tethering', 'USB Tether' o termini simili e abilitalo."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Questo stabilirà automaticamente la connessione internet sul tuo computer Linux senza richiedere alcuna configurazione aggiuntiva."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se il tuo dispositivo Android non è connesso a Wi-Fi e sta utilizzando i dati cellulari, questo tethering consumerà dati dal tuo piano cellulare. Per evitare costi aggiuntivi, assicurati che il tuo dispositivo Android sia connesso a una rete Wi-Fi prima di abilitare il tethering."]},"Close":{"*":["Chiudi"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Utilizzo dell'Internet del tuo dispositivo iOS su Linux tramite USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Per condividere la connessione internet del tuo smartphone iOS con un computer Linux tramite cavo USB, segui questi passaggi:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Collega il tuo dispositivo iOS al computer Linux utilizzando un cavo USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Sul tuo dispositivo iOS, vai su 'Impostazioni', quindi seleziona 'Hotspot personale'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Abilita 'Consenti ad altri di unirsi'. Questo potrebbe abilitare automaticamente 'USB Tethering' se viene rilevata una connessione USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se il tuo dispositivo iOS non è connesso a Wi-Fi e sta utilizzando i dati cellulari, questo tethering consumerà dati dal tuo piano cellulare. Per evitare costi aggiuntivi, assicurati che il tuo dispositivo iOS sia connesso a una rete Wi-Fi prima di abilitare il tethering."]},"Main":{"*":["Principale"]},"Network and Internet":{"*":["Rete e Internet"]},"Phone":{"*":["Telefono"]},"Customize":{"*":["Personalizza"]},"Region and Language":{"*":["Regione e Lingua"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Account"]},"Devices":{"*":["Dispositivi"]},"System":{"*":["Sistema"]},"About":{"*":["Informazioni"]},"Other":{"*":["Altro"]},"Search...":{"*":["Cerca..."]}}}}