{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["웹앱"]},"Using Your Android Device's Internet on Linux via USB":{"*":["안드로이드 기기의 인터넷을 USB를 통해 리눅스에서 사용하기"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["안드로이드 스마트폰의 인터넷 연결을 USB 케이블을 사용하여 리눅스 컴퓨터와 공유하려면 다음 단계를 따르세요:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["안드로이드 스마트폰을 USB 케이블을 사용하여 리눅스 컴퓨터에 연결하세요."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["스마트폰에서 '설정'을 열고 '네트워크 및 인터넷' 또는 '연결 및 공유'로 이동하세요."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["'USB 테더링', 'USB 테더', 또는 유사한 용어를 찾아 활성화하세요."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["이것은 추가 구성 없이 Linux 컴퓨터에서 인터넷 연결을 자동으로 설정합니다."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["안드로이드 기기가 Wi-Fi에 연결되어 있지 않고 셀룰러 데이터를 사용하는 경우, 이 테더링은 셀룰러 요금제에서 데이터를 사용합니다. 데이터 요금을 피하려면 테더링을 활성화하기 전에 안드로이드 기기가 Wi-Fi 네트워크에 연결되어 있는지 확인하십시오."]},"Close":{"*":["닫기"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["iOS 기기의 인터넷을 USB를 통해 Linux에서 사용하기"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["iOS 스마트폰의 인터넷 연결을 USB 케이블을 사용하여 Linux 컴퓨터와 공유하려면 다음 단계를 따르세요:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["iOS 기기를 USB 케이블을 사용하여 Linux 컴퓨터에 연결하세요."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["iOS 기기에서 '설정'으로 이동한 다음 '개인 핫스팟'을 선택하세요."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["'다른 사용자 참여 허용'을 활성화합니다. USB 연결이 감지되면 'USB 테더링'이 자동으로 활성화될 수 있습니다."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["iOS 기기가 Wi-Fi에 연결되어 있지 않고 셀룰러 데이터를 사용하는 경우, 이 테더링은 셀룰러 요금제에서 데이터를 사용합니다. 데이터 요금을 피하려면 테더링을 활성화하기 전에 iOS 기기가 Wi-Fi 네트워크에 연결되어 있는지 확인하십시오."]},"Main":{"*":["주요"]},"Network and Internet":{"*":["네트워크 및 인터넷"]},"Phone":{"*":["전화"]},"Customize":{"*":["사용자 정의"]},"Region and Language":{"*":["지역 및 언어"]},"Multimedia":{"*":["멀티미디어"]},"Accounts":{"*":["계정"]},"Devices":{"*":["장치"]},"System":{"*":["시스템"]},"About":{"*":["대하여"]},"Other":{"*":["다른"]},"Search...":{"*":["검색..."]}}}}