{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["WebApps"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Bruk Internett-tilkoblingen på Android-enheten din på Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["For å dele internettforbindelsen til Android-smarttelefonen din med en Linux-datamaskin ved hjelp av en USB-kabel, følg disse trinnene:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Koble til Android-smarttelefonen din til Linux-datamaskinen ved hjelp av en USB-kabel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["På smarttelefonen din, åpne 'Innstillinger' og naviger til 'Nettverk og Internett' eller 'Tilkoblinger og Deling'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Se etter 'USB-deling', 'USB-deling' eller lignende termer og aktiver det."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Dette vil automatisk opprette internettforbindelsen på Linux-datamaskinen din uten behov for ytterligere konfigurasjon."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Hvis Android-enheten din ikke er koblet til Wi-Fi og bruker mobildata, vil deling av nettverk forbruke data fra mobilabonnementet ditt. For å unngå dataavgifter, sørg for at Android-enheten din er koblet til et Wi-Fi-nettverk før du aktiverer deling av nettverk."]},"Close":{"*":["Lukk"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Bruk internett fra iOS-enheten din på Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["For å dele internettforbindelsen til iOS-smarttelefonen din med en Linux-datamaskin ved hjelp av en USB-kabel, følg disse trinnene:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Koble til iOS-enheten din til Linux-datamaskinen ved hjelp av en USB-kabel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["På iOS-enheten din, gå til 'Innstillinger', velg deretter 'Personlig hotspot'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktiver 'Tillat andre å bli med'. Dette kan automatisk aktivere 'USB-deling' hvis en USB-tilkobling oppdages."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Hvis iOS-enheten din ikke er koblet til Wi-Fi og bruker mobildata, vil deling av nettverk forbruke data fra mobilabonnementet ditt. For å unngå dataavgifter, sørg for at iOS-enheten din er koblet til et Wi-Fi-nettverk før du aktiverer deling av nettverk."]},"Main":{"*":["Hoved"]},"Network and Internet":{"*":["Nettverk og Internett"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Tilpass"]},"Region and Language":{"*":["Region og språk"]},"Multimedia":{"*":["Multimedie"]},"Accounts":{"*":["Kontoer"]},"Devices":{"*":["Enheter"]},"System":{"*":["System"]},"About":{"*":["Om"]},"Other":{"*":["Annet"]},"Search...":{"*":["Søk..."]}}}}