{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["Aplikacje webowe"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Korzystanie z Internetu urządzenia z systemem Android na komputerze z systemem Linux za pomocą kabla USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Aby udostępnić połączenie internetowe z telefonu z systemem Android komputerowi z systemem Linux za pomocą kabla USB, postępuj zgodnie z poniższymi krokami:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Podłącz swój smartfon z systemem Android do komputera z systemem Linux za pomocą kabla USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Na smartfonie otwórz \"Ustawienia\" i przejdź do \"Sieć i Internet\" lub \"Połączenia i udostępnianie\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Znajdź \"Udostępnianie internetu przez USB\", \"Udostępnianie USB\" lub podobne terminy i włącz je."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["To automatycznie ustanowi połączenie internetowe na komputerze z systemem Linux bez konieczności dodatkowej konfiguracji."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jeśli urządzenie z systemem Android nie jest podłączone do sieci Wi-Fi i korzysta z danych komórkowych, udostępnianie połączenia zużyje dane z Twojego planu komórkowego. Aby uniknąć opłat za dane, upewnij się, że urządzenie z systemem Android jest podłączone do sieci Wi-Fi przed włączeniem udostępniania połączenia."]},"Close":{"*":["Zamknij"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Korzystanie z Internetu urządzenia iOS na systemie Linux za pomocą USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Aby udostępnić połączenie internetowe z iPhone'a z systemem Linux za pomocą kabla USB, postępuj zgodnie z poniższymi krokami:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Podłącz urządzenie iOS do komputera z systemem Linux za pomocą kabla USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na urządzeniu z systemem iOS przejdź do sekcji \"Ustawienia\", a następnie wybierz \"Hotspot osobisty\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Włącz opcję „Zezwalaj innym na dołączanie”. Może to automatycznie włączyć „Udostępnianie internetu przez USB”, jeśli wykryto połączenie USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jeśli urządzenie iOS nie jest podłączone do Wi-Fi i korzysta z danych komórkowych, udostępnianie połączenia zużyje dane z Twojego planu komórkowego. Aby uniknąć opłat za dane, upewnij się, że Twoje urządzenie iOS jest podłączone do sieci Wi-Fi przed włączeniem udostępniania połączenia."]},"Main":{"*":["Główny"]},"Network and Internet":{"*":["Sieć i Internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Dostosuj"]},"Region and Language":{"*":["Region i Język"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Konta"]},"Devices":{"*":["Urządzenia"]},"System":{"*":["System"]},"About":{"*":["O programie"]},"Other":{"*":["Inne"]},"Search...":{"*":["Szukaj..."]}}}}