{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["WebApps"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Folosirea internetului dispozitivului Android pe Linux prin USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Pentru a partaja conexiunea la internet a smartphone-ului Android cu un computer Linux folosind un cablu USB, urmați acești pași:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Conectați-vă smartphone-ul Android la computerul Linux folosind un cablu USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Pe smartphone-ul dvs., deschideți „Setări” și navigați la „Rețea și internet” sau „Conexiuni și partajare”."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Caută „USB Tethering”, „USB Tether” sau termeni similari și activează-l."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Acesta va stabili automat conexiunea la internet pe computerul dvs. Linux fără a necesita configurări suplimentare."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Dacă dispozitivul Android nu este conectat la Wi-Fi și folosește date mobile, această funcție de partajare a conexiunii va consuma date din planul dvs. de date mobile. Pentru a evita taxele de date, asigurați-vă că dispozitivul Android este conectat la o rețea Wi-Fi înainte de a activa partajarea conexiunii."]},"Close":{"*":["Închide"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Folosirea internetului dispozitivului iOS pe Linux prin USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Pentru a partaja conexiunea la internet a smartphone-ului iOS cu un computer Linux folosind un cablu USB, urmați acești pași:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Conectați-vă dispozitivul iOS la computerul Linux folosind un cablu USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Pe dispozitivul iOS, mergi la 'Setări', apoi selectează 'Hotspot personal'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Activați „Permiteți altora să se alăture”. Acest lucru poate activa automat „Tethering USB” dacă este detectată o conexiune USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Dacă dispozitivul iOS nu este conectat la Wi-Fi și folosește date mobile, această funcție de partajare a conexiunii va consuma date din planul dvs. de date mobile. Pentru a evita taxele de date, asigurați-vă că dispozitivul iOS este conectat la o rețea Wi-Fi înainte de a activa partajarea."]},"Main":{"*":["Principal"]},"Network and Internet":{"*":["Rețea și Internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Personalizare"]},"Region and Language":{"*":["Regiune și Limbă"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Conturi"]},"Devices":{"*":["Dispozitive"]},"System":{"*":["Sistem"]},"About":{"*":["Despre"]},"Other":{"*":["Altele"]},"Search...":{"*":["Căutare..."]}}}}