{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["WebApps"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Používanie internetu z vášho zariadenia Android na Linuxe cez USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Na zdieľanie pripojenia k internetu z Android smartfónu s Linux počítačom cez USB kábel postupujte podľa týchto krokov:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Pripojte svoj Android smartfón k počítaču so systémom Linux pomocou USB kábla."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Na svojom smartfóne otvorte „Nastavenia“ a prejdite na „Sieť a internet“ alebo „Pripojenia a zdieľanie“."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Hľadajte „USB zdieľanie pripojenia“, „USB zdieľanie“ alebo podobné termíny a povolte ho."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Toto automaticky vytvorí internetové pripojenie na vašom počítači so systémom Linux bez potreby ďalšej konfigurácie."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ak váš zariadenie s Androidom nie je pripojené k Wi-Fi a používa mobilné dáta, toto zdieľanie spotrebuje dáta z vášho mobilného plánu. Aby ste sa vyhli poplatkom za dáta, uistite sa, že je vaše zariadenie s Androidom pripojené k Wi-Fi sieti pred povolením zdieľania."]},"Close":{"*":["Zavrieť"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Používanie internetu z vášho zariadenia iOS na Linuxe cez USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Na zdieľanie internetového pripojenia vášho smartfónu s iOS s počítačom Linux cez USB kábel postupujte podľa týchto krokov:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Pripojte svoje zariadenie iOS k počítaču so systémom Linux pomocou USB kábla."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na vašom zariadení iOS prejdite na „Nastavenia“, potom vyberte „Osobný hotspot“."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Povoliť „Povoliť ostatným pripojiť sa“. To môže automaticky povoliť „USB prepojenie“ v prípade zistenia USB pripojenia."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ak váš iOS zariadenie nie je pripojené k Wi-Fi a používa mobilné dáta, toto zdieľanie spotrebuje dáta z vášho mobilného plánu. Aby ste sa vyhli poplatkom za dáta, uistite sa, že je vaše iOS zariadenie pripojené k Wi-Fi sieti pred povolením zdieľania."]},"Main":{"*":["Hlavný"]},"Network and Internet":{"*":["Sieť a internet"]},"Phone":{"*":["Telefón"]},"Customize":{"*":["Prispôsobiť"]},"Region and Language":{"*":["Región a Jazyk"]},"Multimedia":{"*":["Multimédia"]},"Accounts":{"*":["Účty"]},"Devices":{"*":["Zariadenia"]},"System":{"*":["Systém"]},"About":{"*":["O programe"]},"Other":{"*":["Iné"]},"Search...":{"*":["Vyhľadať..."]}}}}