{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["Webbappar"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Använd din Android-enhetens internet på Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["För att dela din Android-smartphones internetanslutning med en Linux-dator med hjälp av en USB-kabel, följ dessa steg:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Anslut din Android-smartphone till Linux-datorn med en USB-kabel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["På din smartphone, öppna 'Inställningar' och navigera till 'Nätverk & Internet' eller 'Anslutningar & Delning'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Sök efter 'USB-tethering', 'USB-tether' eller liknande termer och aktivera det."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Detta kommer automatiskt att upprätta internetanslutningen på din Linux-dator utan att kräva någon ytterligare konfiguration."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Om din Android-enhet inte är ansluten till Wi-Fi och använder mobildata kommer denna delning att använda data från ditt mobilabonnemang. För att undvika dataavgifter, se till att din Android-enhet är ansluten till ett Wi-Fi-nätverk innan du aktiverar delning."]},"Close":{"*":["Stäng"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Använd din iOS-enhetens internet på Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["För att dela din iOS-smartphones internetanslutning med en Linux-dator med hjälp av en USB-kabel, följ dessa steg:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Anslut din iOS-enhet till Linux-datorn med en USB-kabel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["På din iOS-enhet, gå till 'Inställningar', välj sedan 'Personlig hotspot'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktivera 'Tillåt andra att ansluta'. Detta kan automatiskt aktivera 'USB-delning' om en USB-anslutning upptäcks."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Om din iOS-enhet inte är ansluten till Wi-Fi och använder mobildata kommer denna delning att förbruka data från ditt mobilabonnemang. För att undvika dataavgifter, se till att din iOS-enhet är ansluten till ett Wi-Fi-nätverk innan du aktiverar delning."]},"Main":{"*":["Huvud"]},"Network and Internet":{"*":["Nätverk och internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Anpassa"]},"Region and Language":{"*":["Region och språk"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Konton"]},"Devices":{"*":["Enheter"]},"System":{"*":["Systemet"]},"About":{"*":["Om"]},"Other":{"*":["Annat"]},"Search...":{"*":["Sök..."]}}}}