{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["Web Uygulamaları"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Android Cihazınızın İnternetini USB Aracılığıyla Linux Üzerinde Kullanma"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Android akıllı telefonun internet bağlantısını bir USB kablosu kullanarak bir Linux bilgisayarla paylaşmak için şu adımları izleyin:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Android akıllı telefonunuzu USB kablosu kullanarak Linux bilgisayara bağlayın."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Akıllı telefonunuzda, 'Ayarlar'ı açın ve 'Ağ ve İnternet' veya 'Bağlantılar ve Paylaşım' bölümüne gidin."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["'USB Tethering' arayın, 'USB Tether' veya benzer terimleri bulun ve etkinleştirin."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Bu, Linux bilgisayarınızda herhangi bir ek yapılandırma gerektirmeden internet bağlantısını otomatik olarak kuracaktır."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Android cihazınız Wi-Fi'ye bağlı değilse ve mobil veriyi kullanıyorsa, bu bağlantı paylaşımı mobil planınızdan veri tüketir. Veri ücretlerinden kaçınmak için, paylaşımı etkinleştirmeden önce Android cihazınızın bir Wi-Fi ağına bağlı olduğundan emin olun."]},"Close":{"*":["Kapat"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["iOS Cihazınızın İnternetini USB Aracılığıyla Linux Üzerinde Kullanma"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["iOS akıllı telefonunun internet bağlantısını bir USB kablosu kullanarak bir Linux bilgisayarıyla paylaşmak için şu adımları izleyin:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["iOS cihazınızı USB kablosuyla Linux bilgisayara bağlayın."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["iOS cihazınızda, 'Ayarlar' a gidin, ardından 'Kişisel Erişim Noktası' nı seçin."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["'Diğerlerinin Katılmasına İzin Ver' özelliğini etkinleştirin. Bu, bir USB bağlantısı algılandığında otomatik olarak 'USB Tethering' özelliğini etkinleştirebilir."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["iOS cihazınız Wi-Fi'ye bağlı değilse ve mobil veriyi kullanıyorsa, bu bağlantı paylaşımı mobil planınızdan veri tüketir. Veri ücretlerinden kaçınmak için, paylaşımı etkinleştirmeden önce iOS cihazınızın bir Wi-Fi ağına bağlı olduğundan emin olun."]},"Main":{"*":["Ana Menü"]},"Network and Internet":{"*":["Ağ ve İnternet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Özelleştir"]},"Region and Language":{"*":["Bölge ve Dil"]},"Multimedia":{"*":["Multimedya"]},"Accounts":{"*":["Hesaplar"]},"Devices":{"*":["Cihazlar"]},"System":{"*":["Sistem"]},"About":{"*":["Hakkında"]},"Other":{"*":["Diğer"]},"Search...":{"*":["Ara..."]}}}}