{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["Веб-програми"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Використання Інтернету вашого пристрою Android на Linux через USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Щоб поділитися підключенням до Інтернету вашого смартфона на базі Android з комп'ютером на базі Linux за допомогою USB-кабелю, виконайте ці кроки:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Підключіть свій смартфон Android до комп'ютера з операційною системою Linux за допомогою USB-кабелю."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["На своєму смартфоні відкрийте \"Налаштування\" і перейдіть до \"Мережа та Інтернет\" або \"Підключення та обмін даними\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Шукайте \"USB-прив'язка\", \"USB-прив'язка\" або подібні терміни та увімкніть їх."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Це автоматично встановить підключення до Інтернету на вашому комп'ютері з операційною системою Linux без потреби в додатковій конфігурації."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Якщо ваш пристрій Android не підключений до Wi-Fi і використовує мобільні дані, це підключення витрачатиме дані з вашого тарифу мобільного зв'язку. Щоб уникнути додаткових витрат, переконайтеся, що ваш пристрій Android підключений до мережі Wi-Fi перед увімкненням роутера."]},"Close":{"*":["Закрити"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Використання Інтернету вашого пристрою iOS на Linux через USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Щоб поділитися підключенням до Інтернету вашого смартфона iOS з комп'ютером на базі Linux за допомогою USB-кабелю, виконайте ці кроки:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Підключіть свій пристрій iOS до комп'ютера з операційною системою Linux за допомогою USB-кабелю."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["На вашому пристрої iOS перейдіть до \"Налаштувань\", а потім виберіть \"Особистий гарячий пункт доступу\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Увімкніть \"Дозволити іншим приєднатися\". Це може автоматично увімкнути \"USB-перемичку\", якщо виявлено USB-підключення."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Якщо ваш пристрій iOS не підключений до Wi-Fi і використовує мобільні дані, це підключення витрачатиме дані з вашого мобільного плану. Щоб уникнути додаткових витрат, переконайтеся, що ваш пристрій iOS підключений до мережі Wi-Fi перед увімкненням роутера."]},"Main":{"*":["Головне"]},"Network and Internet":{"*":["Мережа та Інтернет"]},"Phone":{"*":["Телефон"]},"Customize":{"*":["Налаштувати"]},"Region and Language":{"*":["Регіон та Мова"]},"Multimedia":{"*":["Мультимедіа"]},"Accounts":{"*":["Облікові записи"]},"Devices":{"*":["Пристрої"]},"System":{"*":["Система"]},"About":{"*":["Про програму"]},"Other":{"*":["Інше"]},"Search...":{"*":["Пошук..."]}}}}