{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["网络应用"]},"Using Your Android Device's Internet on Linux via USB":{"*":["通过 USB 在 Linux 上使用您的 Android 设备的互联网"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["要使用USB电缆将Android智能手机的互联网连接与Linux计算机共享，请按照以下步骤操作："]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["使用USB电缆将您的安卓智能手机连接到Linux计算机。"]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["在您的智能手机上，打开“设置”，然后导航到“网络和互联网”或“连接与共享”。"]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["查找“USB网络共享”、“USB共享”或类似术语并启用。"]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["这将在您的Linux计算机上自动建立互联网连接，无需任何额外配置。"]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["如果您的Android设备未连接到Wi-Fi并正在使用蜂窝数据，则此共享功能将消耗您蜂窝计划中的数据。为避免数据费用，请确保在启用共享功能之前将您的Android设备连接到Wi-Fi网络。"]},"Close":{"*":["关闭"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["在Linux上通过USB使用您的iOS设备的互联网"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["要使用USB电缆将iOS智能手机的互联网连接与Linux计算机共享，请按照以下步骤操作："]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["将您的iOS设备通过USB电缆连接到Linux计算机。"]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["在您的iOS设备上，转到“设置”，然后选择“个人热点”。"]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["启用“允许其他人加入”。如果检测到USB连接，这可能会自动启用“USB网络共享”。"]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["如果您的iOS设备未连接到Wi-Fi并正在使用蜂窝数据，则此共享功能将消耗您蜂窝计划中的数据。为避免数据费用，请确保在启用共享功能之前将您的iOS设备连接到Wi-Fi网络。"]},"Main":{"*":["主要"]},"Network and Internet":{"*":["网络和互联网"]},"Phone":{"*":["电话"]},"Customize":{"*":["定制化"]},"Region and Language":{"*":["区域和语言"]},"Multimedia":{"*":["多媒体"]},"Accounts":{"*":["帐户"]},"Devices":{"*":["设备"]},"System":{"*":["系统"]},"About":{"*":["关于"]},"Other":{"*":["其他"]},"Search...":{"*":["搜索..."]}}}}