{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["WebApps"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Usando a Internet do seu dispositivo Android no Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Para compartilhar a conexão de internet do seu smartphone Android com um computador Linux usando um cabo USB, siga estes passos:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Conecte seu smartphone Android ao computador Linux usando um cabo USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["No seu smartphone, abra 'Configurações' e navegue até 'Rede e Internet' ou 'Conexões e Compartilhamento'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Procure por 'USB Tethering', 'USB Tether' ou termos similares e ative-o."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Isso estabelecerá automaticamente a conexão com a internet no seu computador Linux sem exigir nenhuma configuração adicional."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se o seu dispositivo Android não estiver conectado ao Wi-Fi e estiver usando dados móveis, esse compartilhamento consumirá dados do seu plano celular. Para evitar cobranças de dados, certifique-se de que seu dispositivo Android esteja conectado a uma rede Wi-Fi antes de ativar o compartilhamento."]},"Close":{"*":["Fechar"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Usando a Internet do seu dispositivo iOS no Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Para compartilhar a conexão de internet do seu smartphone iOS com um computador Linux usando um cabo USB, siga estes passos:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Conecte seu dispositivo iOS ao computador Linux usando um cabo USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["No seu dispositivo iOS, vá para 'Ajustes', depois selecione 'Hotspot Pessoal'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Ativar 'Permitir que outros participem'. Isso pode ativar automaticamente 'USB Tethering' se uma conexão USB for detectada."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se o seu dispositivo iOS não estiver conectado ao Wi-Fi e estiver usando dados celulares, esse compartilhamento consumirá dados do seu plano celular. Para evitar cobranças de dados, certifique-se de que seu dispositivo iOS esteja conectado a uma rede Wi-Fi antes de ativar o compartilhamento."]},"Main":{"*":["Principal"]},"Network and Internet":{"*":["Rede e Internet"]},"Phone":{"*":["Telefone"]},"Customize":{"*":["Personalizar"]},"Region and Language":{"*":["Região e Idioma"]},"Multimedia":{"*":["Multimídia"]},"Accounts":{"*":["Contas"]},"Devices":{"*":["Dispositivos"]},"System":{"*":["Sistema"]},"About":{"*":["Sobre"]},"Other":{"*":["Outro"]},"Search...":{"*":["Pesquisar..."]}}}}