{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["Веб-приложения"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Использование интернета вашего устройства Android на Linux через USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Для обмена интернет-соединением вашего смартфона на Android с компьютером на Linux с помощью USB-кабеля выполните следующие шаги:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Подключите свой смартфон Android к компьютеру с Linux с помощью USB-кабеля."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["На своем смартфоне откройте \"Настройки\" и перейдите в раздел \"Сеть и интернет\" или \"Соединения и общий доступ\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Ищите \"USB-подключение\" или аналогичные термины и включите его."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Это автоматически установит интернет-соединение на вашем компьютере с Linux без необходимости дополнительной настройки."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Если ваше устройство Android не подключено к Wi-Fi и использует мобильные данные, этот режим роутинга потребляет данные из вашего тарифа мобильной связи. Чтобы избежать списания средств за данные, убедитесь, что ваше устройство Android подключено к сети Wi-Fi перед включением режима роутинга."]},"Close":{"*":["Закрыть"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Использование интернета вашего устройства iOS на Linux через USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Чтобы поделиться интернет-соединением вашего смартфона iOS с компьютером Linux с помощью USB-кабеля, выполните следующие шаги:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Подключите свое устройство iOS к компьютеру с Linux с помощью USB-кабеля."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["На вашем устройстве iOS перейдите в раздел \"Настройки\", затем выберите \"Личная точка доступа\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Включить \"Разрешить другим присоединиться\". Это может автоматически включить \"USB-подключение\" при обнаружении USB-соединения."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Если ваше устройство iOS не подключено к Wi-Fi и использует мобильные данные, этот режим использования данных будет потреблять данные из вашего тарифного плана мобильной связи. Чтобы избежать списания средств за данные, убедитесь, что ваше устройство iOS подключено к сети Wi-Fi перед включением режима использования данных."]},"Main":{"*":["Главный"]},"Network and Internet":{"*":["Сеть и Интернет"]},"Phone":{"*":["Телефон"]},"Customize":{"*":["Настроить"]},"Region and Language":{"*":["Регион и язык"]},"Multimedia":{"*":["Мультимедиа"]},"Accounts":{"*":["Учетные записи"]},"Devices":{"*":["Устройства"]},"System":{"*":["Система"]},"About":{"*":["О программе"]},"Other":{"*":["Другой"]},"Search...":{"*":["Поиск..."]}}}}