{"biglinux-webapps/biglinux-webapps":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"WebApps":{"*":["Applications Web"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Utilisation de l'Internet de votre appareil Android sur Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Pour partager la connexion Internet de votre smartphone Android avec un ordinateur Linux en utilisant un câble USB, suivez ces étapes :"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Connectez votre smartphone Android à l'ordinateur Linux à l'aide d'un câble USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Sur votre smartphone, ouvrez les \"Paramètres\" et accédez à \"Réseau et Internet\" ou \"Connexions et partage\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Recherchez \"Partage de connexion USB\", \"Tethering USB\" ou des termes similaires et activez-le."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Cela établira automatiquement la connexion Internet sur votre ordinateur Linux sans nécessiter de configuration supplémentaire."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Si votre appareil Android n'est pas connecté au Wi-Fi et utilise des données cellulaires, ce partage de connexion consommera des données de votre forfait cellulaire. Pour éviter les frais de données, assurez-vous que votre appareil Android est connecté à un réseau Wi-Fi avant d'activer le partage de connexion."]},"Close":{"*":["Fermer"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Utilisation de l'Internet de votre appareil iOS sur Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Pour partager la connexion Internet de votre smartphone iOS avec un ordinateur Linux en utilisant un câble USB, suivez ces étapes :"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Connectez votre appareil iOS à l'ordinateur Linux à l'aide d'un câble USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Sur votre appareil iOS, allez dans 'Réglages', puis sélectionnez 'Partage de connexion'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Activer \"Autoriser les autres à rejoindre\". Cela peut activer automatiquement le \"Partage de connexion USB\" si une connexion USB est détectée."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Si votre appareil iOS n'est pas connecté au Wi-Fi et utilise des données cellulaires, ce partage de connexion consommera des données de votre forfait cellulaire. Pour éviter les frais de données, assurez-vous que votre appareil iOS est connecté à un réseau Wi-Fi avant d'activer le partage de connexion."]},"Main":{"*":["Principal"]},"Network and Internet":{"*":["Réseau et Internet"]},"Phone":{"*":["Téléphone"]},"Customize":{"*":["Personnaliser"]},"Region and Language":{"*":["Région et Langue"]},"Multimedia":{"*":["Multimédia"]},"Accounts":{"*":["Comptes"]},"Devices":{"*":["Appareils"]},"System":{"*":["Système"]},"About":{"*":["À propos"]},"Other":{"*":["Autre"]},"Search...":{"*":["Rechercher..."]}}}}